const createPosts = [
  {
    tags: ['work'],
    title: 'Как мы делали бизнес и стали мультимиллионерами. Ну почти.',
    image: '/img/arenda.webp',
    text: 'Как-то холодным зимним утром я&nbsp;решила вырваться из&nbsp;&laquo;офисного рабства&raquo; (иногда я&nbsp;так делаю). Решение было не&nbsp;так прямолинейно, чтобы вот: Итак, вырываюсь! Чуть постепеннее.',
    content: `
      <p>
        Как-то холодным зимним утром я&nbsp;решила вырваться из&nbsp;&laquo;офисного рабства&raquo; (иногда я&nbsp;так делаю). Решение было не&nbsp;так прямолинейно, чтобы вот: Итак, вырываюсь! Чуть постепеннее.
      </p>

      <p>
        Зашло обсуждение бесполезности риэлторов на&nbsp;фоне необходимости переезда и&nbsp;тут меня осенило: а&nbsp;ведь можно в&nbsp;этой цепи издевательств арендодатель-риэлтор-арендатор убрать одно звено! Сейчас мы&nbsp;замутим нечто схожее с&nbsp;убером в&nbsp;такси, только на&nbsp;рынке аренды!
      </p>

      <img src="/img/arenda_1.png" alt="">

      <p>
        Я&nbsp;придумала сервис аренды без третьих лиц.<br>
        Нет, не&nbsp;платформа объявлений с&nbsp;квартирами, где ты&nbsp;откликаешься на&nbsp;объявление и&nbsp;после этого идёт череда встреч, случайного изменения адресов, цен (т.к. объявление старое и&nbsp;там &laquo;забыли сменить&raquo;), совершенно другая квартира (т.к. фотки были старые и&nbsp;после уже ремонт был) и&nbsp;другие резко возникшие дополнительные условия.<br>
        Не&nbsp;то.
      </p>

      <p>
        А&nbsp;прямо вот арендодатель регистрирует объект и&nbsp;подтверждается госуслугами, арендатор выбирает понравившийся объект и&nbsp;назначает встречу. И&nbsp;каждый шаг чекается по&nbsp;ходу дела от&nbsp;встречи до&nbsp;выселения. Никаких случайных объектов, цен и&nbsp;прочего. Договор прямо внутри, подтверждение личности&nbsp;&mdash; тоже, история взаимодействия полностью зафиксирована. Ну&nbsp;и, конечно, всё законно, в&nbsp;том числе та&nbsp;самая временная регистрация по&nbsp;истечении &laquo;испытательного срока&raquo;, который составляет по&nbsp;закону 90&nbsp;дней проживания не&nbsp;по&nbsp;основной прописке и&nbsp;много чего ещё (даже показания счетчиков).
      </p>

      <p>
        Бизнес-модель посчитали, клиентов просегментировали, архитектуру спроектировали, безопасность заложили, юикс/юи запаковали, маркетинг расписали.<br>
        Админка, все роли, апи-шмапи, проюзертестировали альфу.<br>
        Трекали в&nbsp;тайге (taiga.io), рисовали в&nbsp;пенпоте (penpot.app).
      </p>

      <p>
        Красота.<br>
        Название есть, домен есть, есть даже немного СММа на&nbsp;недолгий старт.<br>
        Имя у&nbsp;лодки готово, бренд, легенды&nbsp;&mdash; всё на&nbsp;столе.<br>
        Контрольный чек на&nbsp;&laquo;не&nbsp;хуйню&nbsp;ли мы&nbsp;делаем&raquo; пройден.
      </p>

      <p>
        Чтож, го&nbsp;в&nbsp;бесконечные просторы пока ещё малого бизнеса!<br>
        Ложусь спать, крайне замотивированная покорять всё, что попало.<br>
        Просыпаюсь, варю кофе, получаю скрин из&nbsp;новостей:
      </p>

      <img src="/img/arenda_2.png" alt="">

      <p>
        Блять.
      </p>

      <p>
        Циан с&nbsp;Госуслугами, не&nbsp;забудьте вмонтировать мост на&nbsp;передачу показаний счетчиков и&nbsp;автоматическую оплату.<br>
        Не&nbsp;благодарите.
      </p>

      <p>
        ПС: вы&nbsp;ведь сейчас подумали: &laquo;Тоже самое можно и&nbsp;с&nbsp;продажей квартир замутить&raquo;.<br>
        Ну&nbsp;конечно это тоже было. Ведь без этого план по&nbsp;избавлению от&nbsp;риэлторов был&nbsp;бы неполным 😉.
      </p>

      <p>
        Всем успешных успехов!
      </p>
    `,
    date: 'aug 21, 2025',
    description: 'Как мы делали бизнес и стали мультимиллионерами. Ну почти.',
    keywords: 'стартап, мотивация',
    slug: 'arenda',
    time: 1,
    readMore: true,
    redStroke: true,
  },
  {
    tags: ['photo'],
    image: '/img/prew_15.png',
    date: 'aug 21, 2025',
    slug: 'photo-15',
    content: `
      <figure>
        <img src="/img/ph_15_1.JPG" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 12-32mm f/3.5-5.6<br>
          17mm &bull; f/8 &bull; 1/60s &bull; ISO 500
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_15_2.JPG" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          75mm &bull; f/13 &bull; 1/160s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_15_3.JPG" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/5.6 &bull; 1/400s &bull; ISO 800
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_15_4.JPG" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 43mm f/1.7<br>
          43mm &bull; f/2.2 &bull; 1/60s &bull; ISO 3200
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, bw, panasonic gm1, panasonic 35-100mm, panasonic 42.5mm',
    readMore: true,
  },
  {
    tags: ['work'],
    title: 'Не прошло и полугода - у меня выходные. Токсичное трудолюбие.',
    image: '/img/trudolubie.webp',
    text: 'Токсичное трудолюбие (трудоголизм)&nbsp;&mdash; это когда кто-либо упахивается как лошадь и/или упахивает коллег/подчинённых сверх обозначенных трудовым договором норм. Или делает вид, что упахивается.',
    content: `
      <p>
        Внимание! Материал предназначен для специалистов из&nbsp;нашей с&nbsp;вами сферы, <b>работающих в&nbsp;найме</b>.
      </p>

      <p class="quote">
        Токсичное трудолюбие (трудоголизм)&nbsp;&mdash; это когда кто-либо упахивается как лошадь и/или упахивает коллег/подчинённых сверх обозначенных трудовым договором норм. Или делает вид, что упахивается.
      </p>

      <p>
        Токсичный трудоголизм (ТТ) бывает двух направлений и&nbsp;оба они неправильные: по&nbsp;отношению к&nbsp;другим и&nbsp;по&nbsp;отношению к&nbsp;себе.
      </p>

      <p>
        Разберём эти случаи и&nbsp;их&nbsp;последствия.<br>
        Сначала про тех из&nbsp;нас, кто делает вид, что много работает (ТТ&nbsp;по&nbsp;отношению к&nbsp;коллегам).
      </p>

      <p>
        Заходим в&nbsp;пятницу после 7&nbsp;вечера в&nbsp;слак.<br>
        Что у&nbsp;нас здесь...тишина...<br>
        За&nbsp;исключением 4&nbsp;сообщений от&nbsp;&laquo;назовём его Никитой&raquo; (да&nbsp;простят меня все Никиты, это только для примера).<br>
        Итак, долбаный Никита: &laquo;Коллеги, я&nbsp;тут глянул в&nbsp;последние мержи Николая и&nbsp;вот что мне в&nbsp;голову пришло: надо переписать црм на&nbsp;другой фреймворк, я&nbsp;тут почитал статейку на&nbsp;техсранче и&nbsp;там пацаны делают всё сейчас на&nbsp;рефракте, так что&nbsp;го! кароч, я&nbsp;сам накидаю щас чё&nbsp;надо переписать и&nbsp;дайте мне кто-нибудь креды, я&nbsp;сам поправлю щас там всё к&nbsp;утру завтрашнему&raquo;.
      </p>

      <p class="border-top">
        &mdash;&nbsp;Как настроение? ☠️
      </p>

      <p>
        Сраный Никита через 5&nbsp;лет в&nbsp;роли менеджера 9&nbsp;вечера четверг: &laquo;Коллеги, покидайте мне отчётов за&nbsp;месяц вашей активности, мне надо успеть к&nbsp;утру пятницы составить список тех, кто получит премии. Кстати! По&nbsp;цэрээмке: там я&nbsp;посмотрел на&nbsp;мержи Николая и&nbsp;у&nbsp;меня есть пара исправлений, сейчас так никто не&nbsp;делает. А! и&nbsp;мы&nbsp;в&nbsp;своё время без кодревью закрывали, кстати, у&nbsp;нас не&nbsp;так-то уж&nbsp;и&nbsp;много времени для посиделок. Ещё полайкайте меня на&nbsp;техсранче, я&nbsp;щас пост разместил, это совсем не&nbsp;повлияет на&nbsp;наличие премии. щюююютка 🤣&raquo;.
      </p>

      <p class="border-top">
        &mdash;&nbsp;А сейчас как настроение?
      </p>

      <p>
        Ебучий Никита в&nbsp;роли топа суббота 18:27: &laquo;Коль, накидай презу по&nbsp;метрикам за&nbsp;квартал, типа чё&nbsp;принес нам переезд на&nbsp;новый фреймворк. Надо минимум 24&nbsp;страницы в&nbsp;пдф&nbsp;&mdash; там по&nbsp;требованиям к&nbsp;докладу условие, мне надо на&nbsp;встречу с&nbsp;инвесторами завтра&raquo; Мне&nbsp;бы до&nbsp;9&nbsp;вечера край, надо приготовиться успеть, ну&nbsp;ты&nbsp;понял&quot;.
      </p>

      <p class="border-top">
        &mdash;&nbsp;Ну, как дела, Коль? Шашлындос не&nbsp;пригорел?
      </p>

      <img src="/img/trudolubie_1.png" alt="">

      <p>
        Итог разбора случаев с&nbsp;людьми, которые делают вид, что работают очмного: они профнепригодны как специалисты и&nbsp;как люди гавно.<br>
        Никитос, с&nbsp;повышением!
      </p>

      <p>
        Далее рассмотрим случаи реального токсичного трудоголизма (ТТ&nbsp;по&nbsp;отношению к&nbsp;себе).
      </p>

      <p>
        <b>Случай&nbsp;1:</b><br>
        Я&nbsp;работаю сутками&nbsp;&mdash; нет времени ни&nbsp;на&nbsp;семью, ни&nbsp;на&nbsp;друзей, ни&nbsp;на&nbsp;что. Меня нельзя увидеть в&nbsp;кафе, пабах, гуляющей по&nbsp;паркам и&nbsp;на&nbsp;Бали меня тоже нет, никаких запрещенных социальных сетей я&nbsp;не&nbsp;веду&nbsp;&mdash; выкладывать туда нечего, т.к.&nbsp;я&nbsp;работаю рабочую работушку и&nbsp;отдых отдыхной не&nbsp;отдыхаю.
      </p>

      <p class="single">
        Разбор:<br>
        Если я&nbsp;реально столько работаю, а&nbsp;не&nbsp;драматизирую для окружающего мира, то:
      </p>

      <ol>
        <li>
          <b>Я&nbsp;не&nbsp;умею планировать рабочее время и&nbsp;следовать этому плану</b>.
          <p class="single">
            Причины:
          </p>

          <ul>
            <li>
              реально не&nbsp;умею
            </li>
            <li>
              синдром самозванца/отличника, тревожность, перфекционизм или что угодно, заставляющее меня усомниться в&nbsp;своём профессионализме и&nbsp;вынуждающее демонстрировать себе и/или коллегам свою сверхпродуктивность.
            </li>
          </ul>
        </li>

        <li>
          <b>Мой менеджмент не&nbsp;умеет планировать рабочее время и&nbsp;я&nbsp;не&nbsp;могу следовать никакому плану, т.к. его нет, а&nbsp;подчиняться внепланово приходится.</b>

          <p class="single">
            Причины:
          </p>

          <ul>
            <li>
              если не&nbsp;по&nbsp;своей инициативе я&nbsp;периодически работаю сверх нагрузки и&nbsp;это не&nbsp;обговаривалось со&nbsp;мной заранее, то&nbsp;мой менеджмент плевал на&nbsp;планирование ресурсов
            </li>
            <li>
              если я&nbsp;не&nbsp;могу вслух сказать это своему менеджменту, то, помимо просранного планирования ресурсов, просрана ещё и&nbsp;коммуникация
            </li>
            <li>
              если ничего не&nbsp;меняется и&nbsp;я&nbsp;не&nbsp;могу сменить место работы, то&nbsp;есть какие-то отягчающие обстоятельства&nbsp;&mdash; сложное материальное/моральное положение и&nbsp;я&nbsp;боюсь потерять работу. Жопа.
            </li>
          </ul>
        </li>
      </ol>

      <p>
        Как поправить:<br>
        В&nbsp;случае если я&nbsp;работаю больше, чем надо по&nbsp;своей воле и&nbsp;мне это не&nbsp;очень-то и&nbsp;нравится, то&nbsp;смотрим в&nbsp;причины:<br>
        <b>Если причина&nbsp;1</b>&nbsp;и&nbsp;я&nbsp;не&nbsp;умею планировать ресурсы, то&nbsp;иду и&nbsp;ищу в&nbsp;интернете как научиться. Даже самые лучшие на&nbsp;планете Земля источники информации выкладывать нет смысла, т.к. никто и&nbsp;никогда им&nbsp;следовать не&nbsp;будет. Люди учатся на&nbsp;своих ошибках, так что ищите сами.<br>
        <b>Если причина&nbsp;2:</b> поправить вашего менеджера вам, скорее всего, не&nbsp;удастся. Но&nbsp;вы&nbsp;можете попытаться, предложив ввести что-то типа планирования ресурсов. Удачи.
      </p>

      <p>
        <b>Случай&nbsp;2:</b><br>
        Если я&nbsp;нервно работаю всю свою жизнь, но&nbsp;с&nbsp;планированием знакома и&nbsp;мои друзья забыли как я&nbsp;выгляжу, а&nbsp;я&nbsp;забыла есть&nbsp;ли у&nbsp;меня друзья и&nbsp;мне это не&nbsp;нравится, то: все синдромы, связанные с&nbsp;неуверенностью в&nbsp;себе, все сомнения и&nbsp;тревоги, которые ухудшают качество жизни нужно нести специалисту в&nbsp;этой сфере (да, люди делают больше, чем нужно восновном по&nbsp;причине того, что они не&nbsp;уверены, что достаточно профессиональны для своей должности и&nbsp;им&nbsp;для успокоения нужно сделать невозможное плюс ещё немного).
      </p>

      <p>
        Специалисты этой сферы: психолог&nbsp;&mdash; психотерапевт&nbsp;&mdash; психиатр. Как понять к&nbsp;кому мне? &mdash;&nbsp;прийти к&nbsp;любому и&nbsp;если это не&nbsp;мой случай, то&nbsp;он&nbsp;перенаправит к&nbsp;нужному.<br>
        Как попробовать самому разобраться кто из&nbsp;них кто?<br>
        Кратко: психиатр = медик, он&nbsp;побеседует, выяснит диагноз, назначит лечение. В&nbsp;большинстве случаев медикаментозное. Травм детства он&nbsp;не&nbsp;вылечит, т.к. они таблетками не&nbsp;лечатся&nbsp;&mdash; таблетками лечатся химические процессы в&nbsp;организме (любые эмоции и&nbsp;их&nbsp;отсутствие&nbsp;&mdash; это химические процессы, да).
      </p>

      <p>
        Но&nbsp;мы&nbsp;же понимаем, что у&nbsp;любой проблемы есть причина и&nbsp;следствие и&nbsp;леча следствие от&nbsp;причин мы&nbsp;не&nbsp;избавляемся.<br>
        Да.<br>
        Понять причину помогает психотерапевт или психолог.<br>
        Психотерапевт = врач, такой&nbsp;же как и&nbsp;психиатр, он&nbsp;и&nbsp;медикаментозно и&nbsp;вербально помогает. Его поле деятельности что-то между психиатром и&nbsp;психологом. С&nbsp;ним и&nbsp;причины найдутся и&nbsp;их&nbsp;решения.<br>
        И&nbsp;последний в&nbsp;очереди: психолог &ne; врач. С&nbsp;ним я&nbsp;обсужу всё&nbsp;и, если мой случай не&nbsp;требует врача, то&nbsp;мы&nbsp;без медикаментов выясним причины и&nbsp;с&nbsp;ними справимся.<br>
        Ко&nbsp;всем перечисленным ребятам ходят не&nbsp;один раз&nbsp;&mdash; чаще это курс.<br>
        И, как и&nbsp;с&nbsp;любыми специалистами в&nbsp;жизни, возможно, что своего я&nbsp;найду не&nbsp;сразу. Типа как со&nbsp;стоматологом или парикмахером.
      </p>

      <p>
        ВОТ ЩАС Я&nbsp;ПОШЛА К&nbsp;ПСИХИАТРУ ИЛИ КОМУ ТАМ АГА ПОТОМУ ЧТО Я&nbsp;РАБОТАЮ ДОПОЗДНА АХАХ. Чё&nbsp;за&nbsp;бред.
      </p>

      <p class="quote">
        Встретимся в&nbsp;этом месте в&nbsp;это&nbsp;же время через 10&nbsp;лет, когда будет готовность восстановить личную жизнь, позвоночник, холестерин, зрение, список контактов в&nbsp;телефоне и&nbsp;тот самый ворк-лайф бэлэнс.
      </p>

      <p>
        А&nbsp;если я&nbsp;всё знаю и&nbsp;умею сама, что теоретически вероятно (да, это сарказм), то&nbsp;мне надо отвлечься, пойти погулять и&nbsp;обдумать своё поведение: по&nbsp;шагам расписать что сделать для организации рабочего процесса так, чтобы он&nbsp;не&nbsp;превратился во&nbsp;всё время бодрствования, т.к.&nbsp;я&nbsp;себя в&nbsp;будущем за&nbsp;это не&nbsp;поблагодарю. Никто себя в&nbsp;будущем за&nbsp;это не&nbsp;поблагодарит. В&nbsp;будущем никто даже не&nbsp;вспомнит чем он&nbsp;занимался десятилетиями после 19:00 за&nbsp;компом под рабочим випиэном.
      </p>

      <p>
        Случай крайне редкий, но&nbsp;возможный:<br>
        Я&nbsp;всю жизнь оголтело сижу работаю и&nbsp;выходные мне не&nbsp;нужны, потому что &laquo;моя работа = моя жизнь = моё всё, мне даже обедать не&nbsp;надо&raquo;.<br>
        Разбор: Спасибо за&nbsp;мнение, уважаемый Вольфганг Амадей, мы&nbsp;обязательно его учтём.
      </p>

      <p>
        ПС&nbsp;для менеджеров: лучшие сотрудники&nbsp;&mdash; это тревожные перфекционисты. Это профессиональные выгоральщики. Они умрут, но&nbsp;сделают всё, что возможно.<br>
        Пжлста, не&nbsp;пользуйтесь этим, живые они полезнее.<br>
        По&nbsp;возможности запрещайте им&nbsp;появляться в&nbsp;рабочем пространстве вне рабочего времени.
      </p>

      <p>
        🫶
      </p>
    `,
    date: 'jul 6, 2025',
    description: 'Токсичное трудолюбие (трудоголизм) - это когда кто-либо упахивается как лошадь и/или упахивает коллег/подчинённых сверх обозначенных трудовым договором норм. Или делает вид, что упахивается. Токсичный трудоголизм (ТТ) бывает двух направлений и оба они неправильные: по отношению к другим и по отношению к себе. Разберём эти случаи и их последствия.',
    keywords: 'менеджмент, коммуникация, общение, мотивация',
    slug: 'trudolubie',
    time: 4,
    readMore: true,
    redStroke: true,
  },
  {
    tags: ['photo'],
    image: '/img/prew_14.png',
    date: 'jul 6, 2025',
    slug: 'photo-14',
    content: `
      <figure>
        <img src="/img/ph_14_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic Lumix G&nbsp;42.5mm f/1.7<br>
          43&nbsp;mm &bull; f/1.7 &bull; 1/3200 sec &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_14_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic Lumix G&nbsp;42.5mm f/1.7<br>
          43&nbsp;mm &bull; f/9 &bull; 1/500 sec &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_14_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic Lumix 35-100mm f/4.0-5.6<br>
          58&nbsp;mm &bull; f/11 &bull; 1/1250 sec &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_14_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic Lumix 35-100mm f/4.0-5.6<br>
          35&nbsp;mm &bull; f/5.6 &bull; 1/320 sec &bull; ISO 200
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, bw, panasonic gm1, panasonic 35-100mm, panasonic 42.5mm',
    readMore: true,
  },
  {
    tags: ['work'],
    title: 'Почему крупные компании из года в год совершают одни и те же ошибки, когда решения всегда на поверхности.',
    image: '/img/why.webp',
    text: 'У&nbsp;компании есть структура, во&nbsp;главе которой топ-менеджмент. На&nbsp;нём замыкаются все ключевые решения. Качество этих решений зависит от&nbsp;его компетенций. Его компетенции не&nbsp;всегда соответствуют уровню решаемых задач. Соответственно, на&nbsp;критически важном уровне совершаются ошибки, которые напрямую влияют на&nbsp;бизнес.',
    content: `
      <p>
        У&nbsp;компании есть структура, во&nbsp;главе которой топ-менеджмент. На&nbsp;нём замыкаются все ключевые решения. Качество этих решений зависит от&nbsp;его компетенций. Его компетенции не&nbsp;всегда соответствуют уровню решаемых задач. Соответственно, на&nbsp;критически важном уровне совершаются ошибки, которые напрямую влияют на&nbsp;бизнес.<br>
        Но&nbsp;идеальных людей не&nbsp;бывает. Невозможно собрать команду из&nbsp;людей, которые знают выход из&nbsp;любой ситуации. Люди учатся на&nbsp;ошибках.
      </p>

      <p>
        Как&nbsp;же быть? Где выход?<br>
        Частое решение&nbsp;&mdash; замена части менеджмента.<br>
        И&nbsp;очень часто оно глобально ничего не&nbsp;меняет.
      </p>

      <p>
        Ещё бывают случаи аутсорса кризис-менеджмента.<br>
        Это временный менеджмент, такие аудиторы, перед которыми нет брони почти ни&nbsp;у&nbsp;одного топа.<br>
        Дак вот и&nbsp;они ничего не&nbsp;решают тоже часто.
      </p>

      <p>
        Причины циклично повторяющегося неконтролируемого пиздеца (можно заменить кассовыми разрывами, затягиванием сроков разработки, текучкой, да&nbsp;чем угодно) кроются в&nbsp;недостатке корректной информации о&nbsp;работе компании у&nbsp;её&nbsp;руководителя (если это не&nbsp;он&nbsp;сам устраивает, а&nbsp;откровенно удивляется происходящему).<br>
      </p>

      <p class="quote">
        Если руководитель дезинформирован о&nbsp;реальном положении дел, то&nbsp;ответственность за&nbsp;эту дезинформацию несёт топ-менеджмент.
      </p>

      <p>
        Популярный паттерн:<br>
        Кто-то из&nbsp;топов имеет убеждённость в&nbsp;том, что всё знает и&nbsp;умеет, ему не&nbsp;нужна аналитика и&nbsp;мнение профильных специалистов для принятия решения (достаточно своего). Часто мнение не&nbsp;имеет профессиональной основы и&nbsp;основывается на&nbsp;личных предпочтениях и&nbsp;комплексах.
      </p>

      <p>
        Т.е. владелец компании будет прокручивать раз за&nbsp;разом варианты смены/аудита менеджмента, но&nbsp;дело никогда не&nbsp;коснётся &laquo;того самого&raquo;.<br>
        С&nbsp;тем самым очень часто проблемы у&nbsp;всего остального менеджмента, тот самый никогда и&nbsp;никого не&nbsp;слушает и&nbsp;ничьё мнение не&nbsp;принимает всерьёз.
      </p>

      <p>
        Ну, что делать-то?
      </p>

      <p>
        Когнитивные искажения человека, который принимает стратегические решения&nbsp;&mdash; это&nbsp;то, что нужно сводить в&nbsp;минимуму.<br>
        В&nbsp;нашем случае&nbsp;&mdash; это привилегированное отношение к&nbsp;кому-либо из&nbsp;коллектива, кто влияет на&nbsp;судьбу бизнеса.
      </p>

      <p>
        Я&nbsp;веду снова к&nbsp;одному и&nbsp;тому&nbsp;же каждый раз, ВСЕГДА&nbsp;&mdash; построение <a href="https://www.mrnt.org/post/communication" target="_blank">коммуникации</a> внутри компании, как горизонтально, так и&nbsp;вертикально по&nbsp;всей структуре НЕОБХОДИМО абсолютно всем компаниям.
      </p>

      <img src="/img/why_1.png" alt="">

      <p>
        Люди в&nbsp;компании&nbsp;&mdash; это люди, а&nbsp;значит человеческое им&nbsp;не&nbsp;чуждо&nbsp;&mdash; как нужные и&nbsp;полезные качества, так и&nbsp;ненужные и&nbsp;вредоносные.<br>
        Каждый человек свои комплексы и&nbsp;проблемы из&nbsp;дома несёт всегда с&nbsp;собой и&nbsp;на&nbsp;работу в&nbsp;том числе.<br>
        А&nbsp;значит внутри компаний всегда будут выяснения отношений, игры престолов, самоутверждение за&nbsp;счёт коллег, игры в&nbsp;хороших-плохих полицейских и&nbsp;властелинов колец.
      </p>

      <p>
        Чем нам и&nbsp;здесь поможет <a href="https://www.mrnt.org/post/communication" target="_blank">коммуникация</a>?<br>
        Она уберёт с&nbsp;руководства шоры, которые охраняют &laquo;неприкасаемые&raquo;.<br>
        У&nbsp;менеджеров всех команд должен быть фидбэк от&nbsp;этих команд, у&nbsp;менеджеров этих менеджеров&nbsp;&mdash; то&nbsp;же самое. И&nbsp;это дерево замыкается на&nbsp;СЕО/владельце компании.<br>
        Нет, конечно, это не&nbsp;дерево сплетен и&nbsp;эмоционального слива толпы людей. Для начала&nbsp;&mdash; это фидбэк о&nbsp;проблемах бизнеса, т.е. технических и&nbsp;организационных ошибках со&nbsp;всех уровней.<br>
        Но&nbsp;периодически нужно интересоваться и&nbsp;моральной обстановкой.<br>
        Она сильно недооценена, хотя является основой коллектива.
      </p>

      <p>
        Как реальная обстановка на&nbsp;местах дойдёт до&nbsp;владельца, минуя фильтры &laquo;тех самых&raquo;? Сложно, но&nbsp;можно: у&nbsp;топа топов в&nbsp;<a href="https://www.mrnt.org/post/communication" target="_blank">коммуникации</a> не&nbsp;должно быть фильтров. А&nbsp;на&nbsp;&laquo;чувствительных участках&raquo; (фидбэк о&nbsp;работе людей и&nbsp;менеджмента в&nbsp;том числе) должна быть полная анонимность.
      </p>

      <p class="bold">
        Стратегические решения принимать намного проще, когда на&nbsp;всех уровнях выстроен прозрачный фидбэк о&nbsp;работе этих уровней.
      </p>

      <p>
        Да&nbsp;и&nbsp;<b>знать что происходит в&nbsp;собственной компании</b>&nbsp;&mdash; не&nbsp;то, чтобы нужно по&nbsp;умолчанию... это <b>жизненно необходимо</b>.
      </p>

      <p>
        Возможный контраргумент: &laquo;У&nbsp;меня нет ресурса заниматься разведкой, но&nbsp;есть узкий круг людей, с&nbsp;которыми основана компания. Не&nbsp;вижу смысла в&nbsp;бизнесе, если нет доверия внутри этого круга&raquo;.
      </p>

      <p>
        Всё так.<br>
        Это совсем не&nbsp;противоречит знанию того, что происходит в&nbsp;коллективе :).<br>
        Если вы&nbsp;понимаете чем живёт ваша компания, то&nbsp;те&nbsp;несколько человек за&nbsp;вашим столом в&nbsp;конце квартала являются частью этой системы и&nbsp;людьми, которые её&nbsp;развивают. Они не&nbsp;пытаются вас защитить от&nbsp;какой-либо информации, которая вам не&nbsp;понравится, а&nbsp;решают проблемы вместе.<br>
        В&nbsp;этом и&nbsp;есть смысл этого круга людей.
      </p>

      <p>
        Следующий возможный контраргумент: люди, не&nbsp;входящие в&nbsp;состав топ-менеджмента, не&nbsp;всегда корректно видят положение дел. Им&nbsp;не&nbsp;очевидно зачем и&nbsp;почему принимаются те&nbsp;или иные решения. Для них это выглядит бредом, а&nbsp;для СЕО&nbsp;&mdash; оптимизацией, например.
      </p>

      <p>
        И&nbsp;опять всё так.<br>
        И&nbsp;это тоже не&nbsp;противоречит наличию системы грамотной <a href="https://www.mrnt.org/post/communication" target="_blank">коммуникации</a> в&nbsp;компании. Странно, что коллектив не&nbsp;в&nbsp;курсе для какой цели он&nbsp;делает те&nbsp;или иные задачи.<br>
        Речь идёт не&nbsp;об&nbsp;оптимизации, трекинге ресурсов или чего-то вполне обычного, а&nbsp;о&nbsp;паразитных явлениях, типа утверждения цветовой схемы приложения по&nbsp;полгода, игры шрифтами, допуск к&nbsp;стратегическим решениям людей из&nbsp;других профессий и&nbsp;прочее верчение адекватности вокруг своей оси.
      </p>

      <p>
        Система не&nbsp;работает, пока не&nbsp;определены <a href="/post/zone" target="_blank">зоны ответственности</a>.
      </p>

      <p class="quote">
        Компания&nbsp;&mdash; это организм: сотрудники с&nbsp;зонами ответственности&nbsp;&mdash; это органы, которые отвечают за&nbsp;определенный функционал, коммуникация между органами&nbsp;&mdash; нервная и&nbsp;кровеносная система.<br>
      </p>

      <p>
        Это простая иллюстрация, которая даёт понимание, что если этого не&nbsp;определить, то&nbsp;получится мешок нефункциональных субпродуктов и&nbsp;говна.
      </p>

      <p>
        Умышленно не&nbsp;привожу конкретные примеры циклично повторяющихся ошибок и&nbsp;беспредела в&nbsp;бизнесе&nbsp;&mdash; все вы&nbsp;их&nbsp;знаете, сколько компаний&nbsp;&mdash; столько проблем. И&nbsp;для всех есть общие&nbsp;&mdash; отсутствие грамотно простроенной <a href="https://www.mrnt.org/post/communication" target="_blank">системы коммуникации</a> и&nbsp;<a href="/post/zone" target="_blank">зон ответственности.</a>
      </p>

      <p>
        🫰
      </p>
    `,
    date: 'jun 30, 2025',
    description: 'Система не работает, пока не определены зоны ответственности. Компания — это организм: сотрудники с зонами ответственности — это органы, которые отвечают за определенный функционал, коммуникация между органами — нервная и кровеносная система. Это простая иллюстрация, которая даёт понимание, что если этого не определить, то получится мешок нефункциональных субпродуктов и говна.',
    keywords: 'менеджмент, коммуникация, общение, мотивация',
    slug: 'why',
    time: 3,
    readMore: true,
    redStroke: true,
  },
  {
    tags: ['work'],
    title: 'Что вы&nbsp;за&nbsp;специалист, если ваша команда&nbsp;&mdash; роботы. Профессия будущего.',
    text: `
      <p>
        Никаких конфликтов, никаких эмоций, ничего человеческого. Нет ошибок, страха и&nbsp;сомнений. С&nbsp;минимальным ФОТом и&nbsp;максимальной отдачей.
      </p>
      <p>
        Какие задачи можно отдать в&nbsp;работу команде без чувств?
      </p>

      <ol>
        <li>
          Где не&nbsp;важно творчество
        </li>
        <li>
          Где не&nbsp;важны переговоры
        </li>
        <li>
          Где не&nbsp;важна этика
        </li>
      </ol>

      <p>
        Маркетинг! &mdash;&nbsp;воскликните вы )) Шутка.
      </p>

      <p>
      Автоматизация рутинных процессов, аналитика, прогнозирование, генерация неуникального контента.
      Ну&nbsp;маркетинг&nbsp;же! )
      </p>

      <p>
        Если всё сложить, то&nbsp;получится статистический комбайн. Оператор всё ещё нужен, т.к. киберсотрудникам нужно задавать параметры работы, проектировать структуру отдела и&nbsp;систему интеграции с&nbsp;другими отделами, стандарты результатов работы, их&nbsp;форму и&nbsp;т.д.
      </p>

      <p>
        Вроде оператора-эксперта определённой области с&nbsp;квалификацией, которая зависит от&nbsp;степени владения алгоритмами, применяемыми в&nbsp;этой области.
      </p>

      <p>
        Нужно, чтобы он&nbsp;работал в&nbsp;среде, в&nbsp;которой задаются параметры для всей системы через интерфейс...типа IDE.
      </p>

      <p>
        Получаем...программиста (?)
      </p>

      <p>
        Всем пис ✌️.
      </p>
    `,
    date: 'may 28, 2025',
    readMore: false,
    redStroke: true,
  },
  {
    tags: ['work'],
    title: 'Литература, которую читают успешные менеджеры. И при чём здесь мотивация.',
    image: '/img/literature.webp',
    text: 'Нужно добавить всего один простой советский продукт и...',
    content: `
      <p>
        Менеджеры читают много хорошей профессиональной литературы, медийные предлагают ознакомиться со&nbsp;списками этой
        литературы, располагают по&nbsp;рейтингу популярности и&nbsp;полезности, ведут каналы, клубы, читальные залы
        на&nbsp;её&nbsp;базе.<br>
        Часто пытаются мотивировать сотрудников читать эту литературу и&nbsp;даже устраивают внутри компаний митапы
        на&nbsp;тему, что всё уже придумано и&nbsp;давайте мы&nbsp;будем следовать в&nbsp;ногу со&nbsp;временем. Вот тут
        в&nbsp;книгах написано что как.
      </p>

      <p>
        И&nbsp;ведь нет проблем&nbsp;&mdash; из&nbsp;двух тысяч сотрудников 15 прочитают эти скучнейшие книги,
        а&nbsp;двое из&nbsp;них проникнутся и даже будут спорить между собой на&nbsp;обеденном
        перерыве насколько их&nbsp;ватерфолл на&nbsp;самом деле аджайл.
      </p>

      <p>
        Из&nbsp;популярных заголовков: топ-10 книг по&nbsp;менеджменту, &laquo;кто-то успешный&raquo; рекомендует
        30&nbsp;книг по&nbsp;менеджменту, что читают лучшие менеджеры мира, 45&nbsp;книг для руководителей,
        топ-менеджеров...
      </p>

      <p class="quote">
        Дамы и&nbsp;господа, если в&nbsp;этих списках нет Булгакова, то&nbsp;маловероятно, что это будет интересно.<br>
      </p>

      <p>
        А&nbsp;для тех, кому надо ещё и&nbsp;познавательно: Юнг, Фрейд, Выготский (ну, мало&nbsp;ли, как далеко
        вы&nbsp;готовы идти)&nbsp;&mdash; это&nbsp;то, что по-настоящему качнёт уровень любого менеджмента. Да, что
        уж&nbsp;там&nbsp;&mdash; не&nbsp;только менеджмента, а&nbsp;всего, до&nbsp;чего можно дотянуться.<br>
        Почему их&nbsp;и&nbsp;им&nbsp;подобных нет в&nbsp;списках успешных менеджеров? &mdash;&nbsp;потому что люди
        забывают, что менеджмент&nbsp;&mdash; это про общение между людьми. Почему они это так тщательно забывают?
        &mdash;&nbsp;потому что <a href="https://www.mrnt.org/post/communication" target="_blank">коммуникация</a> это сложно, потому что это обязывает вытащить из&nbsp;себя человека, включить
        эмоции и&nbsp;думать.<br>
        Это не&nbsp;запишешь в&nbsp;столбик, это не&nbsp;заготовишь, это не&nbsp;перечислишь.<br>
        А&nbsp;как стать успешным менеджером за&nbsp;12&nbsp;простых шагов перечислишь...буквально за&nbsp;12&nbsp;шагов.
      </p>

      <img src="/img/literature_1.png" alt="">

      <p>
        Менеджерская база&nbsp;&mdash; это общение.<br>
        Психология общения&nbsp;&mdash; это неприкрытая подсказка для поисковика.
      </p>

      <p>
        Вы&nbsp;много знаете общительных программистов?<br>
        А&nbsp;у&nbsp;кого-нибудь были проблемы в&nbsp;<a href="https://www.mrnt.org/post/communication" target="_blank">коммуникации</a> с&nbsp;программистами?<br>
        Ладно, вы&nbsp;их&nbsp;из&nbsp;удаленки видели когда-нибудь в&nbsp;принципе?<br>
        Да, это те&nbsp;черные квадраты вместо лиц и&nbsp;односложные ответы на&nbsp;созвоне.
      </p>

      <p>
        Повышаю сложность:
      </p>

      <p>
        Вы&nbsp;помните когда вы&nbsp;последний раз говорили откровенно о&nbsp;положняке в&nbsp;компании с&nbsp;СЕО этой
        компании? Ну&nbsp;вот честно. Прям о&nbsp;проблемах.<br>
        А&nbsp;вы&nbsp;знаете сколько прибыли принёс компании ваш департамент за&nbsp;прошлый квартал? А&nbsp;что нужно
        сделать, чтобы-таки принёс?
      </p>

      <p>
        Ну&nbsp;и&nbsp;зачем вам тогда аджайл?
      </p>

      <p class="quote">
        Мотивация работает сама по&nbsp;себе когда работает коммуникация в&nbsp;компании на&nbsp;всех уровнях, как
        горизонтально, так и&nbsp;вертикально.
      </p>

      <p>
        Реальный пример? &mdash;&nbsp;Вы&nbsp;можете знать все о&nbsp;глубоком обучении и&nbsp;паттернах менеджмента,
        но&nbsp;пока ваш СЕО не&nbsp;понимает почему разработка продукта задержалась на&nbsp;полгода&nbsp;&mdash; вам обоим
        эти знания ничем не&nbsp;помогут.
      </p>

      <p>
        А&nbsp;если <a href="https://www.mrnt.org/post/communication" target="_blank">коммуникация</a> построена так, что менеджеры в&nbsp;постоянном контакте между собой, говорят в&nbsp;чем был
        прокол, в&nbsp;каком месте и&nbsp;почему ресурсы план-факт не&nbsp;сошлись и&nbsp;берут на&nbsp;себя ответственность
        за&nbsp;свои ошибки&nbsp;&mdash; глядишь и&nbsp;моральная обстановка будет в&nbsp;порядке и&nbsp;мотивация появится
        и&nbsp;исчезнет с&nbsp;лица эта истерическая корпоративная улыбка.
      </p>

      <p>
        Может сложиться впечатление, что я&nbsp;против проф. литературы, но&nbsp;оно ошибочно. Я&nbsp;за&nbsp;правильный
        порядок: сначала учимся говорить, а&nbsp;потом говорим, не&nbsp;наоборот. Сначала хардкор, потом 12&nbsp;шагов
        успеха.
      </p>

      <p>
        До&nbsp;встречи в&nbsp;нашем уютном корпоративном читальном зале 😉.
      </p>
    `,
    description: '',
    keywords: 'менеджмент, коммуникация, общение, мотивация',
    date: 'may 27, 2025',
    slug: 'literature',
    time: 3,
    readMore: true,
    redStroke: true,
  },
  {
    tags: ['work'],
    title: 'Романтика в IT.',
    image: '/img/romance.webp',
    text: 'Есть выражение &laquo;Мы&nbsp;делаем мир лучше!&raquo;&nbsp;&mdash; когда-то это был оптимистичный лозунг почти всех IT-компаний, особенно стартапов. Куда там без оптимизма.',
    content: `
      <p>
        Есть выражение &laquo;Мы&nbsp;делаем мир лучше!&raquo;&nbsp;&mdash; когда-то это был оптимистичный лозунг почти всех IT-компаний, особенно стартапов. Куда там без оптимизма.<br>
        Сейчас это колкое выражение для того, чтобы подъебать кого-нибудь из&nbsp;этой сферы. Сложно встретить фанатичных it-шников, которые не&nbsp;&laquo;вкатились&raquo; и&nbsp;не&nbsp;&laquo;заработали миллион в&nbsp;IT всего за&nbsp;5&nbsp;простых шагов...&raquo;, а&nbsp;которым реально интересно заниматься тем, за&nbsp;чем они здесь оказались.
      </p>

      <p>
        Да, вокруг нас всё ещё много людей, которые с&nbsp;пеной у&nbsp;рта отстаивают что они там написали по&nbsp;таске.<br>
        Но&nbsp;чаще всего они отстаивают свою правоту, т.к.&nbsp;не&nbsp;могут позволить себе ошибиться&nbsp;&mdash; на&nbsp;страже синдрома отличника и&nbsp;неспособности мыслить критически. А&nbsp;вот чтобы с&nbsp;пеной у&nbsp;рта защищать свой продукт и&nbsp;фанатично пытаться внести в&nbsp;него что-то революционное (даже если только на&nbsp;их&nbsp;личный взгляд), что будет двигать корабль далеко вперёд&nbsp;&mdash; такого увидеть почти невозможно.
      </p>

      <p>
        Как-будто романтика улетучилась из&nbsp;нашей сферы и&nbsp;людям стало плевать чем заниматься. Они отбывают человеко-часы, т.к.&nbsp;им&nbsp;платят.
      </p>

      <img src="/img/romance_1.png" alt="">

      <p>
        Не&nbsp;сложно найти информацию &laquo;как делать правильно&raquo; из&nbsp;под любой роли в&nbsp;разработке: книги по&nbsp;скраму/аджайлу...да, те, желтую и&nbsp;красную и&nbsp;их&nbsp;вариации, PMBOK, всё о&nbsp;маркетинге, бренде, продуктовой разработке, бирюзовых организациях, кратком изложении МБА и&nbsp;прочего успеха.<br>
        И&nbsp;люди находят, читают, спорят о&nbsp;корректности терминов и&nbsp;сколько полных дней у&nbsp;них должен быть спринт, на&nbsp;сколько тысячных процента у&nbsp;них изменится аудитория, которая посещает их&nbsp;лендинг...<br>
        А&nbsp;потом женятся ради фоток в&nbsp;соцсетях и&nbsp;лицо удивленно-напуганное 😱 вставляют в&nbsp;превьюшку видоса (о&nbsp;чем&nbsp;бы он&nbsp;ни&nbsp;был) чтобы охваты повысить.
      </p>

      <p>
        ☠️
      </p>

      <p>
        Добро пожаловать в&nbsp;мир, где всем плевать на&nbsp;всё и&nbsp;себя в&nbsp;том числе ради охватов.<br>
        Где целые компании забывают о&nbsp;первоначальной цели продукта и&nbsp;засирают всё дешёвым спамом для поднятия показателей.<br>
        Где после первого (и, чаще всего, не&nbsp;целевого) успеха продукта, не&nbsp;развивают его, а&nbsp;продолжают масштабировать мусорный эффект, собирая всеми способами деньги первой удачи.<br>
        Не&nbsp;растят качество, чтобы не&nbsp;приходилось работать на&nbsp;слепую зону людей, которые уже целое поколение не&nbsp;видят информацию по&nbsp;краям экрана, удаляют письма, не&nbsp;читая и&nbsp;которым плевать на&nbsp;систему лояльности.
      </p>

      <p>
        Людям, которые что-то ищут, не&nbsp;нужна реклама, видосы про &laquo;я&nbsp;перестал пользоваться... и&nbsp;вот почему&raquo; или ещё что-то в&nbsp;этом духе, т.к. по-настоящему качественный продукт в&nbsp;этом не&nbsp;нуждается.<br>
        Да, это наивно для рынка, в&nbsp;котором чтобы вынырнуть из&nbsp;этой кучи нужно кричать громче всех.<br>
        Да, люди настолько привыкли к&nbsp;информационному мусору, что принимают его за&nbsp;привычную среду обитания.<br>
        И, не&nbsp;смотря на&nbsp;это, мусор остаётся мусором 😐.
      </p>

      <p>
        Соцсети генерируют тонны контента, в&nbsp;который уже перестали всматриваться, листая ленту без остановок, т.к. она уже не&nbsp;принесёт того, в&nbsp;чём был её&nbsp;смысл&nbsp;&mdash; там не&nbsp;общаются, не&nbsp;делятся, не&nbsp;учатся...там дерутся за&nbsp;охваты с&nbsp;помощью генерации мусора. И&nbsp;всем интернетом веселятся тому, что появляется всё больше инструментов для автоматической генерации мусора с&nbsp;помощью искусственного интеллекта, т.к. для его создания натуральный интеллект уже не&nbsp;нужен.
      </p>

      <p>
        Нет ни&nbsp;одного человека, который не&nbsp;видел&nbsp;бы жертв гиалуронки, примитивного кликбейта и&nbsp;сдуревших политических обозревателей со&nbsp;всех сторон забора, которые уже очень отдалённо напоминают людей. Драка за&nbsp;внимание стала массовой и&nbsp;интернет из&nbsp;чего-то полезного превратился в&nbsp;свалку.
      </p>

      <p class="quote">
        Как мы&nbsp;пришли к&nbsp;этой мысли? &mdash;&nbsp;логически: когда люди забывают о&nbsp;своих первоначальных целях&nbsp;&mdash; они превращают их&nbsp;в&nbsp;мусор.
      </p>

      <p>
        Круг замкнулся: давайте вспомним с&nbsp;чего начался наш профессиональный путь и&nbsp;будем работать на&nbsp;качество.<br>
        Давайте делать мир лучше эгейн...
      </p>

      <p>
        🥲
      </p>
    `,
    description: 'Есть выражение "Мы делаем мир лучше!" - когда-то это был оптимистичный лозунг почти всех IT-компаний, особенно стартапов. Куда там без оптимизма.',
    keywords: 'менеджмент',
    date: 'jan 10, 2025',
    slug: 'romance',
    time: 2,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_13.png',
    date: 'jan 9, 2025',
    slug: 'photo-13',
    content: `
      <figure>
        <img src="/img/ph_13_1.JPG" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic&nbsp;42.5mm f/1.7<br>
          43mm &bull; f/1.7 &bull; 1/1250s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_13_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 12-32mm f/3.5-5.6<br>
          18mm &bull; f/9 &bull; 1/1000s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_13_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 12-32mm f/3.5-5.6<br>
          35mm &bull; f/4 &bull; 1/80s &bull; ISO 250
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_13_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/6.3 &bull; 1/500s &bull; ISO 200
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, bw, panasonic gm1, panasonic 12-32mm, panasonic 42.5mm',
    readMore: true,
  },

  {
    tags: ['work'],
    title: 'Я&nbsp;не&nbsp;знаю продукт, в&nbsp;котором работаю. И&nbsp;что?',
    image: '/img/idontknow.webp',
    text: 'Это хреново.<br>Так&nbsp;же хреново, как и&nbsp;повсеместно.<br>Далее по&nbsp;тексту всё обо всём 🙂.',
    content: `
      <p>
        Это хреново.<br>
        Так&nbsp;же хреново, как и&nbsp;повсеместно.<br>
        Далее по&nbsp;тексту всё обо всём 🙂.
      </p>

      <p class="quote">
        ЛЮДИ ПОНЯТИЯ НЕ&nbsp;ИМЕЮТ ЧТО ОНИ ДЕЛАЮТ.
      </p>

      <p>
        В&nbsp;смысле?
      </p>

      <p>
        Люди понятия не&nbsp;имеют что они делают, а&nbsp;те, кто хочет понять&nbsp;&mdash; не&nbsp;знают как.<br>
        Это не&nbsp;учебная тревога ⚠️.
      </p>

      <p>
        Сотрудники, которые пришли на&nbsp;готовый продукт, не&nbsp;знают его истории и&nbsp;не&nbsp;способны адекватно сделать вывод почему лопаты говна посреди продукта и&nbsp;всем так нормально (причины не&nbsp;всегда однозначны и&nbsp;упираются в&nbsp;квалификацию коллег).<br>
        Большинство сотрудников в&nbsp;молодых компаниях и&nbsp;компаниях с&nbsp;неработающими процессами бессильны перед отсутствием планирования и&nbsp;несоблюдением последовательности разработки.<br>
        Ну, т.е. берём идею, сроки, людей, деньги &gt;&gt; планируем &gt;&gt; проектируем &gt;&gt; разрабатываем &gt;&gt; тестируем &gt;&gt; готово!<br>
        Этот магический порядок внутри с&nbsp;заинтересованными специалистами, которые отвечают за&nbsp;каждый шаг, могут привести к&nbsp;назначенной цели. Но, увы, я&nbsp;такого видела очень мало. Может быть, вам повезло больше.
      </p>

      <img src="/img/idontknow_1.png" alt="">

      <p class="single">
        Люди приходят в&nbsp;компанию, в&nbsp;стрессовом темпе пытаются показать какие они незаменимые специалисты, поверхностно, спотыкаясь, вникают в&nbsp;задачи, что-то делают, привыкают к&nbsp;авралу, обосновываются и&nbsp;ничего не&nbsp;меняют.<br>
        В&nbsp;этой цепи событий не&nbsp;хватает нескольких пунктов:
      </p>

      <ul>
        <li>
          изучают архитектуру и&nbsp;UX продукта, ОБЯЗАТЕЛЬНО выписывая вопросы по&nbsp;шагам &laquo;почему это и&nbsp;зачем?&raquo;, задавая их&nbsp;специалистам, которые отвечают за&nbsp;интересующий функционал
        </li>

        <li>
          проходят весь флоу от&nbsp;и&nbsp;до&nbsp;во&nbsp;ВСЕХ ролях
        </li>

        <li>
          на&nbsp;постоянной основе командой продукта проходят этот путь в&nbsp;продуктах конкурентов
        </li>

        <li>
          смотрят на&nbsp;их&nbsp;маркетинг (когда все втихую угарают над новой тупой задачей от&nbsp;маркетинга&nbsp;&mdash; это ОЧХРЕНОВЫЙ ЗНАК, вам&nbsp;бы обсудить &laquo;почему вы&nbsp;скоро загнётесь&raquo;, вы&nbsp;работаете в&nbsp;одном продукте&nbsp;&mdash; это ваш хлеб, это вам скоро искать новую работу)
        </li>

        <li>
          понимают зачем эти все тимбилдинги, аджайлы и&nbsp;доброеутроколлеги
        </li>

        <li>
          реально понимают, до&nbsp;такой степени, чтобы осознать, что с&nbsp;этими щами они проводят большую часть своей жизни в&nbsp;компании, продукта которой они не&nbsp;знают, а&nbsp;значит и&nbsp;сделать чего-то стоящего не&nbsp;смогут. С&nbsp;коллегами, может, детей крестить и&nbsp;не&nbsp;придётся, но&nbsp;проводить большую часть жизни в&nbsp;кругу хрен знает кого и&nbsp;зачем&nbsp;&mdash; так себе перспектива, поэтому важно осиливать <a href="https://www.mrnt.org/post/communication" target="_blank">человеческую коммуникацию</a>. Во&nbsp;взрослой жизни без неё никуда.
        </li>
      </ul>

      <p>
        Тут в&nbsp;самый раз подойдёт что угодно из&nbsp;интернета про осознанность и&nbsp;свой путь, но&nbsp;мы&nbsp;это всё уже знаем, перегугливать не&nbsp;будем.<br>
        Просто вспомним, что по&nbsp;8&nbsp;часов светового дня жизни (остальные 8&nbsp;мы спим и&nbsp;ещё 8&nbsp;&mdash; бытовуха) мы&nbsp;тратим на&nbsp;то, что либо нам интересно и&nbsp;мы&nbsp;это делаем, совершенствуясь каждый день, либо мы&nbsp;стареем с&nbsp;грустными щами вхолостую.<br>
        Очень высокопарно! Ведь это всего лишь работа?!<br>
        Возможно.<br>
        Получается, нам плевать на&nbsp;её&nbsp;качество и&nbsp;свой профессиональный уровень.
      </p>

      <p>
        Это и&nbsp;есть отгадка&nbsp;&mdash; почему высококвалифицированные сотрудники есть, а&nbsp;качественного продукта нет.
      </p>

      <p>
        Люди, которые постоянно говорят и&nbsp;думают, что они &laquo;работают на&nbsp;дядю&raquo; всегда работают на&nbsp;себя.
      </p>

      <p class="quote">
        Мы&nbsp;работаем на&nbsp;себя&nbsp;&mdash; в&nbsp;найме или в&nbsp;своём проекте, разница только в&nbsp;уровне ответственности, и&nbsp;то&nbsp;не&nbsp;всегда.<br>
      </p>

      <p>
        Хреново работать только потому, что это не&nbsp;мой бизнес = не&nbsp;развиваться профессионально, не&nbsp;самосовершенствоваться и&nbsp;зарабатывать репутацию хренового сотрудника. И&nbsp;всё из-за &laquo;это не&nbsp;мой бизнес&raquo;.<br>
        Но&nbsp;ведь у&nbsp;меня и&nbsp;моего нет, а&nbsp;если есть и&nbsp;я&nbsp;параллельно работаю в&nbsp;найме, значит в&nbsp;моём я&nbsp;тоже работаю так себе.<br>
        Дак и&nbsp;в&nbsp;чём выхлоп?<br>
        Ну&nbsp;ладно, такие не&nbsp;все. Мы&nbsp;не&nbsp;такие 😺.<br>
        Это про то,&nbsp;как дела обстоят на&nbsp;уровне наёмного сотрудника.
      </p>

      <p>
        На&nbsp;уровне руководства тоже есть чем заняться:<br>
        Построить реально работающую систему мотивации, не&nbsp;забить и&nbsp;вырастить себе корабль из&nbsp;менеджеров, постоянно обучаться и&nbsp;совершенствовать процессы внутри компании&nbsp;&mdash; это задачи со&nbsp;звёздочкой.
      </p>

      <p>
        Людей, которые прилагают усилия или, хотя-бы, знают о&nbsp;существовании этих задач, найти сложно.<br>
        И&nbsp;если вы&nbsp;таких знаете&nbsp;&mdash; дайте знак.<br>
        🫶
      </p>
    `,
    description: 'Люди понятия не имеют что они делают, а те, кто хочет понять - не знают как.',
    keywords: 'продукт, менеджмент, планирование, процессы',
    date: 'jan 5, 2025',
    slug: 'idontknow',
    time: 2,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_12.png',
    date: 'oct 16, 2024',
    slug: 'photo-12',
    content: `
      <figure>
        <img src="/img/ph_12_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/10 &bull; 1/1250s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_12_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 12-32mm f/3.5-5.6<br>
          30mm &bull; f/20 &bull; 1/60s &bull; ISO 800
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_12_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/11 &bull; 1/2500s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_12_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/8 &bull; 1/1000s &bull; ISO 200
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, bw, panasonic dmc-gm1, panasonic 35-100mm, panasonic 12-32mm',
    readMore: true,
  },

  {
    tags: ['work'],
    title: 'Время. Как всё уметь и&nbsp;ничего не&nbsp;успевать.',
    image: '/img/time.webp',
    text: 'Заниматься в&nbsp;жизни тем, что нравится и&nbsp;приятно, и&nbsp;времени не&nbsp;жалко, и&nbsp;перед собой не&nbsp;стыдно. Но&nbsp;такая роскошь доступна не&nbsp;всем.<br> Явных причин этому несколько:',
    content: `
      <p class="single">
        Заниматься в&nbsp;жизни тем, что нравится и&nbsp;приятно, и&nbsp;времени не&nbsp;жалко, и&nbsp;перед собой не&nbsp;стыдно. Но&nbsp;такая роскошь доступна не&nbsp;всем.<br>
        Явных причин этому несколько:
      </p>

      <ul>
        <li>
          нет ресурса на&nbsp;покрытие базовых потребностей
        </li>

        <li>
          гонка за&nbsp;тем, что правильно с&nbsp;точки зрения &laquo;авторитетных&raquo; людей/моды, а&nbsp;не&nbsp;за&nbsp;тем, что реально нужно
        </li>

        <li>
          неуверенность в&nbsp;себе
        </li>
      </ul>

      <p>
        Время&nbsp;&mdash; это самый дорогой ресурс нашей жизни, т.к. она из&nbsp;него состоит.<br>
        В&nbsp;этой плоскости можно разложить всё: самое дорогое всегда требует времени, начиная с&nbsp;отношений, заканчивая всем материальным, что мы&nbsp;приобретаем за&nbsp;деньги, продавая своё рабочее время.
      </p>

      <p>
        Если человек изначально обеспечен жильём, например (основная статья расхода для подавляющего большинства людей), то&nbsp;у&nbsp;него автоматически высвобождается 10-20 лет жизни без болезненного выбора &laquo;выгодного&raquo; рода деятельности.<br>
        Не&nbsp;имея стартового капитала, даже если работа вас полностью устраивает, вы&nbsp;вкладываете большую часть заработка в&nbsp;обеспечение базовых потребностей. А&nbsp;это всё ещё даже не&nbsp;середина той самой пирамиды Маслоу 😕.
      </p>

      <p>
        Конечно, найдутся люди, которые смогли добиться большего и&nbsp;нет ничего плохого в&nbsp;состоятельных родителях&nbsp;&mdash; все мы&nbsp;на&nbsp;всё готовы ради своих близких. Но&nbsp;есть ловушка заблуждения, которая несёт совсем не&nbsp;положительные последствия.
      </p>

      <p>
        На&nbsp;этом строится фокус удержания в&nbsp;соцсетях: люди не&nbsp;выкладывают плохих фоток, домашнего срача и&nbsp;не&nbsp;радуются обычному вторнику. Они выкладывают лучшие фотки, красивый вид из&nbsp;окна и&nbsp;радуются отпуску на&nbsp;море. Линкедин не&nbsp;пришлёт напоминалку о&nbsp;том, как кого-то уволили после 5&nbsp;лет работы, но&nbsp;пришлёт её&nbsp;о&nbsp;том, что кто-то 5&nbsp;лет отработал на&nbsp;фоне шариков и&nbsp;конфетти. Никто не&nbsp;празднует развод и&nbsp;поломку айфона, а&nbsp;свадьбу с&nbsp;приобретением...ну вы&nbsp;поняли.<br>
        У&nbsp;человека вошло в&nbsp;привычку видеть успех других и&nbsp;сравнивать его со&nbsp;своей реальностью. И&nbsp;сравнение часто не&nbsp;в&nbsp;свою пользу.
      </p>

      <img src="/img/time_1.png" alt="">

      <p>
        Бессмысленно слушать что говорит Илон Маск про свои достижения&nbsp;&mdash; он&nbsp;мультимиллионер далеко не&nbsp;в&nbsp;первом поколении. Это не&nbsp;умаляет его заслуг, но&nbsp;любой успех складывается из&nbsp;стартовых условий.
      </p>

      <p>
        Так&nbsp;же нет смысла слушать своего коллегу, живущего в&nbsp;съёмной вилле любой страны &laquo;санаторного типа&raquo;, который получает ту&nbsp;же ЗП, что и&nbsp;вы&nbsp;и&nbsp;убеждает вас, чтобы вы&nbsp;не&nbsp;тупили, брали тачку нормальную и&nbsp;приезжали к&nbsp;нему&nbsp;&mdash; по&nbsp;соседству похожий домик сдаётся. Он&nbsp;не&nbsp;со&nbsp;зла упускает из&nbsp;вида личную жилплощадь, транспорт и&nbsp;гарантию подстраховки в&nbsp;случае чего. У&nbsp;вас&nbsp;же только съемная квартира и&nbsp;бездна впереди.<br>
        Для него это равные условия, т.к. равный доход, в&nbsp;реальности&nbsp;же между вами 20&nbsp;лет на&nbsp;то, чтобы стать самому себе состоятельным родителем.
      </p>

      <p class="quote">
        У&nbsp;всех разные <b>стартовые условия&nbsp;&mdash; это самая важная деталь</b>, которую не&nbsp;учитывают, говоря об&nbsp;успехе.
      </p>

      <p>
        Сложно стать нобелевским лауреатом в&nbsp;чём&nbsp;бы то&nbsp;ни&nbsp;было, если в&nbsp;вашем населённом пункте нет университета + в&nbsp;вашем районе нет возможности провести интернет.<br>
        Это всё ещё возможно, с&nbsp;долей безумного оптимизма, но&nbsp;сложнее, чем выпускнику любого заведения лиги плюща, в&nbsp;которое на&nbsp;одном только адреналине не&nbsp;проскочить.
      </p>

      <p>
        Единственный человек, к&nbsp;которому стоит прислушиваться&nbsp;&mdash; это&nbsp;вы.<br>
        Только вы&nbsp;в&nbsp;курсе своего собственного бэкграунда, амбиций, ценностей.<br>
        Хотите бизнес&nbsp;&mdash; стройте его. Тратьте время-деньги, набирайтесь опыта, или работайте в&nbsp;найме, стройте планы, релевантные вашей реальности.<br>
        Может быть у&nbsp;вас всё получится как вам нужно, а&nbsp;может и&nbsp;не&nbsp;всё, а&nbsp;может и&nbsp;не&nbsp;получится. Но&nbsp;вам точно будет что рассказать и&nbsp;сочинять не&nbsp;придётся 🙂.
      </p>

      <p>
        Дальше будет проще. Когда человек осознаёт, что его ориентиром не&nbsp;могут быть достижения другого человека&nbsp;&mdash; свои ценности становятся реальнее и&nbsp;ближе.<br>
        Совсем хорошо, если придёт понимание, что не&nbsp;так много и&nbsp;надо для счастья, на&nbsp;самом-то деле.
      </p>

      <p>
        Вернёмся к&nbsp;заявленной теме:<br>
        Как всё уметь и&nbsp;ничего не&nbsp;успевать? &mdash;&nbsp;Предельно просто! Нужно гнаться за&nbsp;&laquo;успешным успехом&raquo; без оглядки на&nbsp;свои ценности.<br>
        Другой вопрос&nbsp;&mdash; как осознать что вам действительно нужно? &mdash;&nbsp;Это сложнее. Придётся составить с&nbsp;собой честный разговор с&nbsp;чёткой привязкой к&nbsp;реальности и&nbsp;определением приоритетов + <a href="https://www.mrnt.org/post/planning" target="_blank">планирование и&nbsp;дисциплина</a>.<br>
        Нудно и&nbsp;банально, но&nbsp;других путей не&nbsp;существует.
      </p>

      <p>
        ПС: безумный оптимизм ещё никому не&nbsp;навредил 🍀.
      </p>
    `,
    description: 'Заниматься в жизни тем, что нравится и приятно, и времени не жалко, и перед собой не стыдно. Но такая роскошь доступна не всем.',
    keywords: 'время, осознанность, как всё успевать',
    date: 'oct 13, 2024',
    slug: 'time',
    time: 2,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_11.png',
    date: 'sep 25, 2024',
    slug: 'photo-11',
    content: `
      <figure>
        <img src="/img/ph_11_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/22 &bull; 1/250s &bull; ISO 1250
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_11_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          45mm &bull; f/4.6 &bull; 1/160s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_11_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 12-32mm f/3.5-5.6<br>
          28mm &bull; f/9 &bull; 1/2500s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_11_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 12-32mm f/3.5-5.6<br>
          13mm &bull; f/3.6 &bull; 1/60s &bull; ISO 1000
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, bw, panasonic dmc-gm1, panasonic 35-100mm, panasonic 12-32mm, micro 4/3',
    readMore: true,
  },

  {
    tags: ['work'],
    title: 'Синдром самозванца.<br>Точно&nbsp;ли вы&nbsp;заслуживаете то, что имеете?',
    image: '/img/impostor.webp',
    text: 'В сети можно найти десятки книг о преодолении неуверенности в себе. Например, для художников, но&nbsp;не&nbsp;обучение рисованию (типа той про &laquo;как нарисовать сову&raquo;), а&nbsp;обучение преодолению себя, чтобы смочь.',
    content: `
      <p>Начну с начала:</p>
      <img src="/img/impostor_1.png" alt="">

      <p>
        В сети можно найти десятки книг о преодолении неуверенности в себе. Например, для художников, но&nbsp;не&nbsp;обучение рисованию (типа той про &laquo;как нарисовать сову&raquo;), а&nbsp;обучение преодолению себя, чтобы смочь.
      </p>

      <p class="quote">
        Книг о&nbsp;том, как преодолеть себя и&nbsp;программировать или разрушить стену непонимания и&nbsp;менеджерить проекты, или начать новую жизнь и&nbsp;разрешить себе быть куашником&nbsp;&mdash; нет.
      </p>

      <p>
        &laquo;Жена художник&nbsp;&mdash; горе в&nbsp;семье&raquo;&nbsp;&mdash; классика вне времени.
        А&nbsp;муж&nbsp;&mdash; пхп-шник&nbsp;&mdash; норм...<br>
      </p>

      <p>
        К&nbsp;огромному сожалению, это проклятье перекинулось и&nbsp;на&nbsp;дизайнеров, т.к. людям свойственно думать ассоциативно: и&nbsp;дизайнер, и&nbsp;художник что-то там рисуют руками.
        Конечно, это явление касается не&nbsp;только творческих профессий, но&nbsp;в&nbsp;основном&nbsp;их.
      </p>

      <p>
        Почему? За&nbsp;что?<br>
        Потому и&nbsp;за&nbsp;то, что творческие профессии стереотипно принято считать очень нестабильными морально и&nbsp;материально.<br>
        На&nbsp;заводе вы&nbsp;заработаете денег, на&nbsp;продаже урожая или производстве чего-то очень нужного людям&nbsp;&mdash; тоже заработаете. Платить деньги за&nbsp;жизненно необходимые товары&nbsp;&mdash; это норм практика. А&nbsp;произведения искусства покупать&nbsp;&mdash; это не&nbsp;приоритетная статья расхода среднестатистического человека из&nbsp;средневековья.<br>
      </p>

      <p>
        И&nbsp;даже когда профессия &laquo;что-то рисовать&raquo; стала частью огромного двигателя прогресса (это я&nbsp;про&nbsp;IT и&nbsp;дизайн в&nbsp;нём), люди по&nbsp;привычке не&nbsp;перестали воспринимать дизайн чем-то &laquo;несерьёзным&raquo; и&nbsp;по&nbsp;прежнему смотрят на&nbsp;дизайнеров как на&nbsp;людей &laquo;творческих&raquo;, читай как людей &laquo;с&nbsp;ебанцой&raquo;, труд которых не&nbsp;особо приоритетен.<br>
        Тогда как в&nbsp;современной реальности дизайн = часть разработки, которую нельзя заменить или выключить из&nbsp;процесса и&nbsp;без которой он&nbsp;не&nbsp;работает.<br>
        Да, я&nbsp;себя этим успокаиваю грустными дождливыми вечерами 😐.
      </p>

      <img src="/img/impostor_2.png" alt="">

      <p>
        Оттуда&nbsp;же стереотипная черта хреновых дизайнеров говорить, что они не&nbsp;могут работать без вдохновения&nbsp;&mdash; это красный флаг профнепригодности.<br>
        Работа дизайнера не&nbsp;подразумевает свободного полёта фантазии на&nbsp;тему &laquo;как стилистически обыграть в&nbsp;своём триптихе древнеиспанские народные скороговорки&raquo;. В&nbsp;реальности всё достаточно ясно и&nbsp;чётко описано в&nbsp;задачах.<br>
        А&nbsp;если нет, то&nbsp;менеджер не&nbsp;постарался&nbsp;&mdash; надо подтолкнуть <a href="https://www.mrnt.org/post/design" target="_blank">так</a> или <a href="https://www.mrnt.org/post/product-design" target="_blank">эдак</a>.
      </p>

      <p>
        У&nbsp;иллюстраторов и&nbsp;графдизайнеров дела похуже&nbsp;&mdash; приходится фантазировать, но&nbsp;работа со&nbsp;стилистикой и&nbsp;референсами&nbsp;&mdash; это профессиональные обязанности, которые вдохновения не&nbsp;требуют. Его роль занимает зарплата, как и&nbsp;в&nbsp;любой другой профессии.
      </p>

      <p>
        Со&nbsp;сложностями преодоления себя разобрались: перестаём бороться с&nbsp;судьбой, родственниками и&nbsp;друзьями и&nbsp;идём работать без страха дизайнером в&nbsp;IT.<br>
        Рецепт прост до&nbsp;боли: работаем, а&nbsp;не&nbsp;маемся хуйнёй и&nbsp;успех обеспечен.<br>
        А&nbsp;если ждём вдохновения, то&nbsp;увы,&nbsp;&mdash; ваши родственники были правы.<br>
        И, как это не&nbsp;грустно, за&nbsp;полгода-год-три в&nbsp;IT никаких высоких зарплат вы&nbsp;не&nbsp;заработаете, кем&nbsp;бы вы&nbsp;ни&nbsp;были. Не&nbsp;существует никаких лёгких быстрых денег, можно не&nbsp;перепроверять.<br>
        Да, на&nbsp;тех курсах из&nbsp;рекламы врут.
      </p>

      <p>
        Следующее проклятие: вы&nbsp;преодолели все препятствия и&nbsp;теперь мучаетесь&nbsp;&mdash; а&nbsp;я&nbsp;точно тяну на&nbsp;сеньора?<br>
        Ведь я&nbsp;не&nbsp;изобрёл айфон и&nbsp;даже не&nbsp;спроектировал сервис федерального масштаба.<br>
        Что, если я&nbsp;со&nbsp;своим скромненьким портфолио захочу работать в&nbsp;БИГтехе, а&nbsp;меня не&nbsp;возьмут и,&nbsp;даже ещё хуже, посмеются надо мной?<br>
        Куда мне, когда я&nbsp;ничего стоящего не&nbsp;сделал?
      </p>

      <p>
        Здесь более комплексная ситуация&nbsp;&mdash; шанс попасть в&nbsp;крупную корпорацию зависит не&nbsp;только от&nbsp;вашего профессионализма. Зависимостей неисчислимое количество: профессионализм эйчар, нанимающего менеджера, ваша коммуникабельность, умение продать себя, реальный уровень вашей квалификации и&nbsp;его соответствие требованиям, и&nbsp;так до&nbsp;бесконечности.
      </p>

      <p>
        Опыт работы в&nbsp;бигтехе, как критерий готовности к&nbsp;работе в&nbsp;бигтехе,&nbsp;&mdash; бред.<br>
        Т.к. как туда попасть в&nbsp;первый раз?<br>
        Щель, конечно, есть: стажёром попасть в&nbsp;бигтех проще, чем специалистом с&nbsp;15-летним опытом.<br>
        Почему? <a href="https://www.mrnt.org/post/hr-crisis" target="_blank">Потому</a> 🙂.
      </p>

      <p>
        И&nbsp;ещё поэтому: самое популярное явление, которое является серьёзным препятствием в&nbsp;профессии&nbsp;&mdash; люди.<br>
        Крайне редко на&nbsp;профессиональном пути попадётся тот, кто скажет вам, что обучение чему угодно возможно для всех.<br>
        Чаще вы&nbsp;будете сталкиваться с&nbsp;людьми, не&nbsp;способными на&nbsp;мотивацию, жадными к&nbsp;передаче опыта и&nbsp;искусственно усложняющими &laquo;вход&raquo; в&nbsp;профессию. Просто потому что по-человечески люди&nbsp;&mdash; гавно.
      </p>

      <p>
        В&nbsp;реальности, чем сложнее тема&nbsp;&mdash; тем больше времени вы&nbsp;потратите на&nbsp;её изучение. Тем, которые изучить невозможно не&nbsp;существует.<br>
        Иногда на&nbsp;изучение требуются и&nbsp;другие ресурсы&nbsp;&mdash; деньги, т.е.&nbsp;к&nbsp;изучению добавляем время на&nbsp;их&nbsp;зарабатывание.<br>
        Это значит, что сложность измеряется только затраченным временем.<br>
        А&nbsp;также это значит, что:
      </p>

      <p class="quote">
        Вы&nbsp;можете изучить что угодно. Было&nbsp;бы время.
      </p>

      <p>
        <b>В&nbsp;итоге:</b><br>
        Точно&nbsp;ли я&nbsp;заслуживаю то, что имею? &mdash;&nbsp;Да.<br>
        Тяну&nbsp;ли на&nbsp;сеньора в&nbsp;условный нетфликс? &mdash;&nbsp;Если ваш список навыков соответствует вакансии&nbsp;&mdash; да.<br>
        Означает&nbsp;ли это, что меня туда точно возьмут? &mdash;&nbsp;Нет, т.к. это зависит не&nbsp;только от&nbsp;вашего профессионализма.<br>
        Но&nbsp;это несправедливо! Мне нужны гарантии!<br>
        В&nbsp;жизни мало справедливости и&nbsp;никаких гарантий.
      </p>

      <p>
        Но&nbsp;пытаться всё равно стоит 🙂.
      </p>
    `,
    description: 'Вы можете изучить что угодно. Было бы время.',
    keywords: 'синдром самозванца, дизайн',
    date: 'sep 22, 2024',
    slug: 'impostor',
    time: 3,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_10.png',
    date: 'aug 22, 2024',
    slug: 'photo-10',
    content: `
      <figure>
        <img src="/img/ph_10_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/5.6 &bull; 1/1250s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_10_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic&nbsp;42.5mm f/1.7<br>
          43mm &bull; f/1.7 &bull; 1/2500s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_10_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/5.6 &bull; 1/5000s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_10_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          94mm &bull; f/6.3 &bull; 1/800s &bull; ISO 200
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, bw, panasonic dmc-gm1, panasonic 35-100mm, panasonic 42.5mm',
    readMore: true,
  },

  {
    tags: ['work'],
    title: 'Онбординг.<br>Адаптация на&nbsp;новом рабочем месте.',
    image: '/img/onboarding.webp',
    text: 'Онбординг до&nbsp;сих пор не&nbsp;во&nbsp;всех компаниях практикуется, поэтому о&nbsp;комфортном испытательном сроке в&nbsp;нашей библиотеке поговорить почти не&nbsp;с&nbsp;кем.',
    content: `
      <p>
        Онбординг до&nbsp;сих пор не&nbsp;во&nbsp;всех компаниях практикуется, поэтому о&nbsp;комфортном испытательном сроке в&nbsp;нашей библиотеке поговорить почти не&nbsp;с&nbsp;кем.
      </p>

      <p>
        Что это такое:
      </p>

      <p class="quote">
        Онбординг&nbsp;&mdash; это перечень действий работодателя по&nbsp;отношению к&nbsp;новому сотруднику, которые помогают ему с&nbsp;комфортом освоиться на&nbsp;рабочем месте.
      </p>

      <p class="single">
        Какие онбординги запомнили&nbsp;вы?
      </p>

      <ul>
        <li>
          мне как-то в&nbsp;первый рабочий день сказали: интернет будет подключён по&nbsp;заявлению на&nbsp;1&nbsp;час в&nbsp;день, вы&nbsp;сюда не&nbsp;развлекаться пришли, вон ваша рабочая машина, а&nbsp;здесь сидит наш сисадмин. Я&nbsp;пришла не&nbsp;развлекаться веб-дизайнером в&nbsp;тот момент, а&nbsp;сисадмина не&nbsp;было на&nbsp;рабочем месте. Это была моя первая работа в&nbsp;IT.<br>
        </li>
      </ul>

      <p class="single">
        или:
      </p>

      <ul>
        <li>
          условием, которое я&nbsp;должна была выполнить в&nbsp;первую неделю, был проект бизнес-портала, результат я&nbsp;должна была представить СЕО и&nbsp;топам. Когда я&nbsp;начала презентацию меня перебили и&nbsp;сказали, что на&nbsp;это говно времени у&nbsp;них нет и&nbsp;последующие полтора часа мне объясняли как себя вести в&nbsp;нашей прогрессивной организации с&nbsp;оскорблениями и&nbsp;без особых церемоний.
        </li>
      </ul>

      <p>
        Это были исключительные случаи, остальные &plusmn; были приближены к&nbsp;человеческим.
        Часто у&nbsp;людей нет ничего, их&nbsp;просто бросают в&nbsp;команду, дают ссылку на&nbsp;рабочий чат и&nbsp;поехали.
      </p>

      <p>
        Что, если вы&nbsp;хотите заонбордить новых сотрудников менее отморожено, чем в&nbsp;приведённых примерах?<br>
        &mdash;&nbsp;Вам нужен чек-лист что в&nbsp;каком порядке делать, человек, который будет следить за&nbsp;прогрессом и&nbsp;курировать новичка и&nbsp;отсутствие похуизма.
      </p>

      <img src="/img/onboarding_1.png" alt="">

      <p class="single">
        Что в&nbsp;чек-листе:
      </p>

      <ul>
        <li>
          список доступов ко&nbsp;всем нужным в&nbsp;работе сервисам с&nbsp;пошаговой инструкцией и&nbsp;скринами как и&nbsp;где регистрироваться, для чего, в&nbsp;каком порядке, как заполнять свои профили, шаблоны подписей и&nbsp;всего, что может понадобиться.
        </li>
        <li>
          инициированы активации всех платных подписок ДО&nbsp;ТОГО КАК ОНИ ПОНАДОБЯТСЯ В&nbsp;РАБОТЕ, а&nbsp;не&nbsp;во&nbsp;время и&nbsp;после.
        </li>
        <li>
          список ссылок на&nbsp;все необходимые чаты с&nbsp;описанием их&nbsp;функционала и&nbsp;смысла для сотрудника.
        </li>
        <li>
          список контактов, которые необходимы для начала работы: человек должен иметь доступ к&nbsp;службе эйчар, своему лиду и&nbsp;всем, с&nbsp;кем он&nbsp;будет сотрудничать. Для ориентации в&nbsp;пространстве у&nbsp;него будет куратор.
        </li>
        <li>
          ссылка на&nbsp;почитать про культуру компании
        </li>
        <li>
          1-1&nbsp;с лидом
        </li>
        <li>
          знакомство с&nbsp;командой, инициированное лидом
        </li>
        <li>
          включение сотрудника во&nbsp;все нужные встречи в&nbsp;календаре
        </li>
        <li>
          добавление на&nbsp;доску задач
        </li>
        <li>
          ссылки с&nbsp;рабочей документацией с&nbsp;указанием приоритетности
        </li>
        <li>
          список получения корпоративной техники, пропуска, и&nbsp;т.п.&nbsp;и&nbsp;ответственных за&nbsp;это
        </li>
        <li>
          рекомендованная литература
        </li>
      </ul>

      <p>
        У&nbsp;всех пунктов чек-листа должны быть дедлайны, логически выстроенные по&nbsp;приоритетам.<br>
        Ваш список может содержать пункты, необходимые конкретно в&nbsp;вашей компании и&nbsp;дополняться при необходимости.
      </p>

      <p>
        Если вам кажется, что это перебор по&nbsp;затратам ресурсов на&nbsp;1&nbsp;сотрудника, то&nbsp;вам кажется.
        Вам необходим один шаблон чек-листа для команды и&nbsp;всё.
        Это базовый минимум на&nbsp;входе.
      </p>

      <p>
        Далее весь испытательный срок человека продолжают курировать, отвечать на&nbsp;вопросы, напоминать что где лежит, кому писать.<br>
        Дайте ему понять, что можно беспрепятственно переспрашивать что угодно&nbsp;&mdash; ничего страшного, в&nbsp;первое время очень сложно запомнить всю новую информацию. Человек не&nbsp;должен чувствовать дискомфорт при обращении за&nbsp;помощью.<br>
        Если он&nbsp;будет бояться у&nbsp;вас что-то переспросить&nbsp;&mdash; это плохой знак. Ваша обязанность этого не&nbsp;допустить.
      </p>

      <p>
        Про недостаток информации уже было много сказано: <a href="/post/communication" target="_blank">коммуникация</a>&nbsp;&mdash; это база, на&nbsp;которой строится всё. Если у&nbsp;сотрудника не&nbsp;будет всей необходимой информации для работы&nbsp;&mdash; он&nbsp;не&nbsp;сможет в&nbsp;необходимой мере эту работу выполнять.
      </p>

      <p class="quote">
        Что будет в&nbsp;конце испытательного срока расскажите в&nbsp;его начале. В&nbsp;профессиональной среде сюрпризы&nbsp;&mdash; это очень плохая практика.
      </p>

      <p>
        Человек должен быть подготовлен к&nbsp;работе.
      </p>

      <p>
        Команду тоже надо подготовить к&nbsp;новым коллегам.<br>
        Иногда людям нужно напоминать, что новому человеку в&nbsp;команде пздц как некомфортно, давайте будем котиками. Хотя&nbsp;бы первое время. Не&nbsp;всё для новых сотрудников так&nbsp;же очевидно, как для тех, кто здесь уже давно.
      </p>

      <p>
        И&nbsp;еще один всем известный факт: испытательный срок не&nbsp;только для сотрудника, он&nbsp;ещё для компании.<br>
        Маловероятно, что кто-то уволится из-за невнимательности в&nbsp;первые дни, но: когда компания не&nbsp;может предоставить базовую информацию, необходимую для работы&nbsp;&mdash; сотрудник вряд&nbsp;ли будет лоялен и&nbsp;мотивирован, как вы&nbsp;бы предпочли. Скорее, это будет отрабатывание человеко-часов и&nbsp;взаимно-наплевательское отношение.
      </p>

      <p>
        Всем комфортного комфорта 🙂.
      </p>
    `,
    description: 'Онбординг до сих пор не во всех компаниях практикуется, поэтому о комфортном испытательном сроке в нашей библиотеке поговорить почти не с кем.',
    keywords: 'онбординг, менеджмент, процессы',
    date: 'aug 20, 2024',
    id: '22',
    slug: 'onboarding',
    time: 3,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_9.png',
    date: 'aug 10, 2024',
    id: '21',
    slug: 'photo-9',
    content: `
      <figure>
        <img src="/img/ph_9_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 12-32mm f/3.5-5.6<br>
          12mm &bull; f/22 &bull; 1/60s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_9_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/5.6 &bull; 1/800s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_9_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 12-32mm f/3.5-5.6<br>
          22mm &bull; f/16 &bull; 1/60s &bull; ISO 1600
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_9_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z" /></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/5.6 &bull; 1/1600s &bull; ISO 200
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, bw, panasonic dmc-gm1, panasonic 35-100mm, panasonic 12-32mm',
    readMore: true,
  },

  {
    tags: ['work'],
    title: 'Продуктовый дизайн.<br>Что к чему.',
    image: '/img/product_design.webp',
    text: `
      Если вы&nbsp;так и&nbsp;не&nbsp;разобрались в&nbsp;чём разница UI, UX и&nbsp;продуктового дизайна, то&nbsp;бросьте эту затею:<br>
      UI&nbsp;&mdash; это интерфейс, UX&nbsp;&mdash; это пользовательский опыт, дизайн продукта&nbsp;&mdash; это проектирование его интерфейса (UI) с&nbsp;учётом пользовательского опыта (UX).<br>
      Это всё. Зря мучились много лет.
    `,
    content: `
      <p>
        Если вы&nbsp;так и&nbsp;не&nbsp;разобрались в&nbsp;чём разница UI, UX и&nbsp;продуктового дизайна, то&nbsp;бросьте эту затею:<br>
        UI&nbsp;&mdash; это интерфейс, UX&nbsp;&mdash; это пользовательский опыт, дизайн продукта&nbsp;&mdash; это проектирование его интерфейса (UI) с&nbsp;учётом пользовательского опыта (UX).<br>
        Это всё. Зря мучились много лет.
      </p>

      <p>
        В&nbsp;данный момент на&nbsp;рынке вакансий можно найти множество вариаций названий дизайнеров. Чаще всего из-за некорректного описания. Люди к&nbsp;этому не&nbsp;особо придираются и&nbsp;мы&nbsp;не&nbsp;станем. Всё равно к&nbsp;полной помойке на&nbsp;рынке все привыкли. Каких-то стандартов в&nbsp;описании вакансий не&nbsp;существует, поэтому кто во&nbsp;что горазд.
      </p>

      <p>
        Что такое дизайн продукта/продуктовый дизайн мы&nbsp;поняли, а&nbsp;что считать продуктом?
      </p>

      <p>
        Максимально авторитетные люди из&nbsp;интернета 🙂 считают, что продукт&nbsp;&mdash; это результат деятельности, который удовлетворяет потребности потребителей.<br>
        Ничего конкретного. Под это определение можно загнать хоть свои посты в&nbsp;соцсетях.<br>
        Так и&nbsp;есть, если ваши посты дают читателям возможность закрыть какую-то пользовательскую потребность.<br>
        Получается, что я&nbsp;CPO своего продукта в&nbsp;соцсети?<br>
        &mdash;&nbsp;Да 🙂.
      </p>

      <p>
        Но&nbsp;мы&nbsp;же понимаем, что с&nbsp;таким заявлением меня никто на&nbsp;собеседование не&nbsp;пригласит?<br>
        &mdash;&nbsp;Снова, да.<br>
        Есть теория и&nbsp;определения, а&nbsp;есть практика и&nbsp;специфика локального рынка.<br>
        И&nbsp;эта специфика определяет тенденции и&nbsp;требования к&nbsp;кандидатам и&nbsp;к&nbsp;должности.<br>
        Иногда вы&nbsp;можете фактически быть дизайнером продукта, но&nbsp;вашу вакансию обозвали senior ux/ui-designer, а&nbsp;в&nbsp;трудовой записали как дизайнер интерфейсов. Такова реальность&nbsp;&mdash; пока эта отрасль не&nbsp;имеет обязательных к&nbsp;исполнению стандартов в&nbsp;нэйминге, как, например, электрик 1-го разряда.
      </p>

      <p>
        А&nbsp;что в&nbsp;итоге называют продуктами в&nbsp;IT?<br>
        Со&nbsp;стороны пользователя&nbsp;&mdash; приложения/сервисы, которыми вы&nbsp;пользуетесь.<br>
        Внутри продуктовых компаний&nbsp;&mdash; любое количество направлений бизнеса, которые выделили в&nbsp;отдельную самостоятельную продуктовую единицу.<br>
        Например, в&nbsp;маркетплейсах люди работают над одним большим продуктом&nbsp;&mdash; платформой предоставления товаров/услуг, а&nbsp;внутри есть десятки мелких направлений&nbsp;&mdash; поставки, внутренние сервисы, приложение для продавцов, для покупателей, видео и&nbsp;т.п.<br>
        Или продукты выполняют один функционал, но&nbsp;работают в&nbsp;разных странах и&nbsp;сделаны под локальные рынки. И&nbsp;продуктовые команды развивают их&nbsp;под нужды местных пользователей.
      </p>

      <p>
        А&nbsp;теперь про дизайн продукта.
      </p>

      <img src="/img/product_design_1.png" alt="">

      <p class="quote">
        Дизайн&nbsp;&mdash; это процесс. И, как любой процесс, он&nbsp;состоит из&nbsp;последовательности действий.<br>
        Эта последовательность называется дизайн-процессом.
      </p>

      <p class="single">
        Что там внутри:
      </p>

      <ul>
        <li>
          Дизайнер участвует в&nbsp;предварительной оценке всей нагрузки на&nbsp;него на&nbsp;предстоящий отчётный период, квартал, например (в&nbsp;идеальном мире)
        </li>

        <li>
          В&nbsp;обычном мире процесс начинается с&nbsp;оценки задач на&nbsp;следующий спринт. Если у&nbsp;вас есть шаблон постановки задачи на&nbsp;дизайн и&nbsp;заказчики приучены его придерживаться, то&nbsp;этот шаг идёт без лишних ресурсозатрат на&nbsp;собрания, переписки, выяснения, поиск информации
        </li>

        <li>
          Затем задача берётся в&nbsp;работу, проверяется вся аналитика по&nbsp;описанной проблеме
        </li>

        <li>
          Если проблема актуальна&nbsp;&mdash; проектируется решение
        </li>

        <li>
          Решение проходит дизайн-ревью внутри команды
        </li>

        <li>
          Чекается по&nbsp;чек-листу передачи фронтам
        </li>

        <li>
          Едет к&nbsp;фронтам
        </li>
      </ul>

      <p>
        Этот шаг со&nbsp;звёздочкой: передача задачи дизайн-фронт должна фиксироваться (нет, посмотреть в&nbsp;жиру не&nbsp;достаточно). Чтобы реализация шла логично и&nbsp;вовремя, СРАЗУ после закрытия на&nbsp;дизайне заводится задача на&nbsp;фронт.<br>
        Это должно быть организовано лидом/ПМ-ом/кем угодно в&nbsp;вашей структуре, кто отвечает за&nbsp;логистику задач в&nbsp;продукте.<br>
        На&nbsp;этом шаге просирают больше всего, актуальность дизайна-фронта можно соблюсти только чёткой последовательностью.
      </p>

      <p class="quote">
        Самые слабые места в&nbsp;разработке чего-либо это кросс-функциональные взаимодействия. Направьте в&nbsp;эти места всю свою менеджерскую магию.
      </p>

      <ul>
        <li>
          После реализации собирается аналитика &laquo;было-стало&raquo; и&nbsp;делается вывод&nbsp;&mdash; хорошо&nbsp;ли поправилось.
        </li>

        <li>
          Если плохо&nbsp;&mdash; цикл повторяется, если хорошо&nbsp;&mdash; радость.
        </li>
      </ul>

      <p>
        В&nbsp;свободное от&nbsp;фигмы время, дизайнеры ходят по&nbsp;флоу, своему и&nbsp;конкурентов, по&nbsp;аналитике, следят за&nbsp;динамикой пользователей, ведут и&nbsp;ревностно охраняют списочек гипотез, которые на&nbsp;сессиях с&nbsp;командой аргументируют и&nbsp;что-то берётся в&nbsp;работу, оптимизируют и&nbsp;улучшают.<br>
        Т.е. ситуации, когда у&nbsp;продуктового дизайнера закончились задачи быть не&nbsp;может.
      </p>

      <p>
        В&nbsp;разных компаниях вы&nbsp;будете выполнять ту&nbsp;работу, которую от&nbsp;вас будут требовать&nbsp;&mdash; ни&nbsp;больше, ни&nbsp;меньше.<br>
        Никто не&nbsp;соблюдает чёткого перечня, некоторые только стремятся к&nbsp;продуктовому подходу. Это слишком комплексно и&nbsp;слишком сильно зависит от&nbsp;специфики бизнеса и&nbsp;стадии его жизненного цикла.
      </p>

      <p>
        Не&nbsp;забывайте обедать 🍏.
      </p>
    `,
    description: 'Если вы так и не разобрались в чём разница UI, UX и продуктового дизайна, то бросьте эту затею: UI - это интерфейс, UX - это пользовательский опыт, дизайн продукта - это проектирование его интерфейса (UI) с учётом пользовательского опыта (UX). Это всё. Зря мучались много лет.',
    keywords: 'продуктовый дизайн, менеджмент, дизайн-менеджмент, процессы, дизайн-процесс, product design, management',
    date: 'aug 10, 2024',
    id: '20',
    slug: 'product-design',
    time: 4,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_8.png',
    date: 'aug 6, 2024',
    id: '19',
    slug: 'photo-8',
    content: `
      <figure>
        <img src="/img/ph_8_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          35mm &bull; f/22 &bull; 1/80s &bull; ISO 320
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_8_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/5.6 &bull; 1/250s &bull; ISO 3200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_8_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/5.6 &bull; 1/400s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_8_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 12-32mm f/3.5-5.6<br>
          32mm &bull; f/5.6 &bull; 1/2000s &bull; ISO 200
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, bw, panasonic dmc-gm1, panasonic 35-100mm, panasonic 12-32mm, micro 4/3',
    readMore: true,
  },

  {
    tags: ['work'],
    title: 'Собеседования в&nbsp;IT.<br>На&nbsp;примере дизайна цифровых продуктов.',
    image: '/img/interview.webp',
    text: 'Психологически процесс найма со&nbsp;стороны кандидата, пожалуй, самое сложное явление на&nbsp;карьерном пути, т.к. человек находится в&nbsp;очень уязвимом положении. Это всегда серьёзный стресс.',
    content: `
      <p class="quote">
        Психологически процесс найма со&nbsp;стороны кандидата, пожалуй, самое сложное явление на&nbsp;карьерном пути, т.к. человек находится в&nbsp;очень уязвимом положении. Это всегда серьёзный стресс.
      </p>

      <p>
        Очевидно, что нанимающий менеджер это переживает проще&nbsp;&mdash; у&nbsp;него в&nbsp;результате интервью ничего не&nbsp;поменяется, а&nbsp;вы&nbsp;50/50 потеряете потенциальную работу.<br>
        Каждый отказ = нарастание стресса, т.к. работа в&nbsp;жизни взрослого человека&nbsp;&mdash; это&nbsp;то, что позволяет ему обеспечить себе жизнь.<br>
        Цена неудачи достаточно высока.<br>
        Не&nbsp;то&nbsp;чтобы собес&nbsp;&mdash; это только удача, но, учитывая редкость хороших нанимающих менеджеров, чаще это она.
      </p>

      <p>
        Рецептов с&nbsp;гарантией как пройти собес не&nbsp;существует.<br>
        Вам может просто повезти и&nbsp;с&nbsp;вами будут беседовать адекватные люди, а&nbsp;может нет.
      </p>

       <p class="single">
        Как это происходит для дизайнера:
      </p>

      <ul>
        <li>
          Скрининг. Собес с&nbsp;рекрутером на&nbsp;соответствие вакансии.
        </li>

        <li>
          Собес с&nbsp;менеджером. Кем были, какой функционал выполняли, какую пользу приносили в&nbsp;конкретных кейсах. Самые удачные и&nbsp;релевантные примеры из&nbsp;своей практики. Всё чётко и&nbsp;кратко по&nbsp;фактам. Если есть преза&nbsp;&mdash; шарьте экран.<br>
          Чем гордитесь и&nbsp;наоборот какого фэйла избежать не&nbsp;удалось, но&nbsp;&laquo;урок усвоен&raquo;.<br>
          Можно добавить, что вы&nbsp;рассматриваете вакансию конкретно в&nbsp;этой области, т.к. именно она вас интересует. Что вам близки ценности компании.<br>
        </li>
      </ul>

      <p>
        ПС: +100 очков гриффиндору, если у&nbsp;вас есть сайт и&nbsp;на&nbsp;нем есть примеры работы с&nbsp;разными кейсами, решениями &laquo;было-стало&raquo;, что принесло в&nbsp;цифрах и&nbsp;кратенько CV. В&nbsp;портфолио должны быть представлены как интерфейсные решения, так и&nbsp;юиксовые.
      </p>

      <img src="/img/interview_1.png" alt="">

      <p>
        Уровень&nbsp;ЗП, если он&nbsp;не&nbsp;указан в&nbsp;вакансии = среднее между компаниями того&nbsp;же масштаба из&nbsp;той&nbsp;же сферы деятельности.<br>
        Можете задраться с&nbsp;оговоркой, что хотели&nbsp;бы добавить немного к&nbsp;доходу на&nbsp;прошлом месте&nbsp;&mdash; это нормально.
      </p>

      <p class="single">
        Процесс найма со&nbsp;стороны менеджера:
      </p>

      <ul>
        <li>
          Вы&nbsp;не&nbsp;влезаете в&nbsp;план с&nbsp;имеющимися ресурсами.
        </li>

        <li>
          Даёте заявку на&nbsp;вакансии с&nbsp;их&nbsp;описанием эйчарам.
        </li>

        <li>
          За&nbsp;вакансиями закрепляется рекрутер, который собирает с&nbsp;рынка кандидатов и&nbsp;выкладывает вам списком в&nbsp;базу (например, хантфлоу)
        </li>

        <li>
          Вы&nbsp;проходитесь по&nbsp;всем резюме/портфолио, отбираете релевантных.
        </li>

        <li>
          С&nbsp;ними проводится прескрининг на&nbsp;адекватность и&nbsp;соответствие вакансии, если всё ок&nbsp;&mdash; назначается собес с&nbsp;вами.
        </li>

        <li>
          Проводите собес: смотрите кейсы, спрашиваете как себя поведет в&nbsp;определенных ситуациях (которые у&nbsp;вас случаются), чем гордится, где всё сломал, слушаете что и&nbsp;как рассказывает про себя.<br>
          Если практикуете собесы с&nbsp;дизайнерами из&nbsp;команды&nbsp;&mdash; пусть позадают вопросы, им&nbsp;с&nbsp;ним работать.
        </li>

        <li>
          Если у&nbsp;вас есть техническая часть, то&nbsp;чаще всего это &laquo;app critique&raquo;: показываете какой-то кейс, просите кандидата проанализировать&nbsp;то, что он&nbsp;видит и&nbsp;рассказать что&nbsp;бы он&nbsp;исправил и&nbsp;почему.<br>
          Смотрите на&nbsp;логику, подход к&nbsp;решению задач.
        </li>

        <li>
          Уходите, обсуждаете с&nbsp;командой. Матч/нематч.<br>
          Готово.
        </li>
      </ul>

      <p>
        В&nbsp;среднем, на&nbsp;поиск кандидата уходит до&nbsp;3&nbsp;месяцев. От&nbsp;заявки до&nbsp;оффера.<br>
        На&nbsp;менеджера среднего звена&nbsp;&mdash; до&nbsp;полугода.
      </p>

      <p>
        С&nbsp;кандидатами в&nbsp;менеджеры среднего звена процесс найма бьётся на&nbsp;этапы, в&nbsp;зависимости какая у&nbsp;вас структура управления и&nbsp;фантазия.<br>
        Сначала скрининг, потом собес с&nbsp;вами, с&nbsp;вами и&nbsp;командой, ПМ/CPO (у&nbsp;всех масштабы разные).<br>
        Разговор по&nbsp;той&nbsp;же структуре: функционал-кейсы-удачи-неудачи + процессы (что, как, зачем, сколько пользы в&nbsp;цифрах)<br>
        Затем все между собой согласовывают решение с&nbsp;аргументами и&nbsp;выбирают между кандидатами.
      </p>

      <p>
        Собес с&nbsp;топ-менеджером, например дизайн-директором:<br>
        Собес с&nbsp;HRD, разным составом топ-менеджмента (опять зависит от&nbsp;специфики бизнеса и&nbsp;структуры), с&nbsp;СЕО, CPO.<br>
        Здесь этапов может быть сколько угодно. В&nbsp;среднем 4.<br>
        Структура та&nbsp;же, что у&nbsp;всех перечисленных. Вопросы в&nbsp;основном глобального характера&nbsp;&mdash; бизнес-процессы, соответствие культуре и&nbsp;кросс-функциональное взаимодействие с&nbsp;разработкой/маркетингом (беседа с&nbsp;CTO/CMO). Что и&nbsp;как делали, какие результаты, что и&nbsp;как собираетесь делать, почему? Формулировки могут быть разными.<br>
        Т.е. вас тестово прогонят по&nbsp;тому, что вы&nbsp;будете делать.<br>
        Если вы&nbsp;не&nbsp;впервые на&nbsp;этой должности, то&nbsp;вряд&nbsp;ли вас чем-то удивят.<br>
        Будьте готовы к&nbsp;оффлайн собесам на&nbsp;много часов.<br>
        Выбранный кандидат с&nbsp;пристрастием гуглится&nbsp;и, скорее всего, рекрутер будет запрашивать инфу с&nbsp;предыдущих мест работы и&nbsp;рекомендации.
      </p>

      <p class="single">
        Если в&nbsp;зарубеж, то&nbsp;структура собесов для дизайнеров отличается:
      </p>

      <ul>
        <li>
          Скрининг. Собес с&nbsp;рекрутером на&nbsp;адекватность, соответствие вакансии, разрешение на&nbsp;работу в&nbsp;стране.
        </li>

        <li>
          Собес с&nbsp;дизайн-менеджером: презентация опыта, портфолио.
        </li>

        <li>
          Финальный день с&nbsp;несколькими собесами + тех. испытания: про опыт, соответствие культуре компании, матч с&nbsp;местной разработкой, критика приложения (app critique), тестовое (whiteboarding).
        </li>
      </ul>

      <p>
        Всё перечисленное в&nbsp;финальном дне&nbsp;&mdash; это разные собесы с&nbsp;разными людьми&nbsp;👀.<br>
        Да, подготовка к&nbsp;такому процессу&nbsp;&mdash; это огромное количество времени и&nbsp;сил.<br>
        ПС: Потратьте время на&nbsp;профиль в&nbsp;линкедине.
      </p>

      <p class="quote">
        Всё как обычно&nbsp;&mdash; качество подготовки напрямую влияет на&nbsp;качество результата.
      </p>

      <p>
        Очень часто решающим фактором является человек, а&nbsp;уже потом его профессиональные качества.<br>
        Не&nbsp;забывайте об&nbsp;этом.
      </p>

      <p>
        Самореализации вам, карьерного роста и&nbsp;высокой зарплаты 🙏.
      </p>
    `,
    description: 'Психологически процесс найма со стороны кандидата, пожалуй, самое сложное явление на карьерном пути, т.к. человек находится в очень уязвимом положении. Это всегда серьёзный стресс.',
    keywords: 'менеджмент, дизайн-менеджмент, дизайн, собес, собеседования в it, hr, процессы, it',
    date: 'aug 3, 2024',
    id: '18',
    slug: 'interview',
    time: 4,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['work'],
    title: 'Дизайн-стратегия.<br>Чем занимается дизайн-менеджер на&nbsp;самом деле.',
    image: '/img/strategy.webp',
    text: `
      Что, если вы&nbsp;пришли в&nbsp;компанию и&nbsp;все ждут от&nbsp;вас первых управленческих инициатив, задора и&nbsp;мастерства?<br>
      Если вы&nbsp;пришли быть дизайн-менеджером, то&nbsp;сходу начнёте сражать всех своей стратегией!<br>
      Книжки вы&nbsp;те&nbsp;две из&nbsp;интернета уже прочитали, вы&nbsp;готовы, щас всё будет 🙂.
    `,
    content: `
      <p>
        Что, если вы&nbsp;пришли в&nbsp;компанию и&nbsp;все ждут от&nbsp;вас первых управленческих инициатив, задора и&nbsp;мастерства?<br>
        Если вы&nbsp;пришли быть дизайн-менеджером, то&nbsp;сходу начнёте сражать всех своей стратегией!<br>
        Книжки вы&nbsp;те&nbsp;две из&nbsp;интернета уже прочитали, вы&nbsp;готовы, щас всё будет 🙂.
      </p>

      <p>
        Для начала нужно поговорить с&nbsp;СЕО о&nbsp;том, чего от&nbsp;вас ждут, если на&nbsp;5&nbsp;собесах вы&nbsp;этого не&nbsp;выяснили и&nbsp;с&nbsp;вами беседовал кто-то, кто был не&nbsp;в&nbsp;себе.<br>
        Если брали потому что никого не&nbsp;было и&nbsp;как-то надо налаживать вот это всё, то&nbsp;введёте его/её в&nbsp;курс дела чем вы&nbsp;занимаетесь.
      </p>

      <p>
        Чтобы понять что делать вам нужно будет минимум квартал въезжать в&nbsp;то, что здесь происходит.<br>
        А&nbsp;потом уже вернуться к&nbsp;руководству с&nbsp;планом что с&nbsp;этим делать будете.<br>
        План будет не&nbsp;про красоту, а&nbsp;про то&nbsp;как, зачем, как долго налаживать процессы и&nbsp;чем это выгодно бизнесу.<br>
        В&nbsp;своём рассказе, вероятно, вы&nbsp;опишите положение дел, в&nbsp;чём плюсы/минусы, почему так.<br>
        Что с&nbsp;этим будете делать пошагово и&nbsp;к&nbsp;чему это приведёт.
      </p>

      <p class="quote">
        Редизайны, ребрендинги и&nbsp;портфолио компании на&nbsp;бехансе&nbsp;&mdash; это&nbsp;то, к&nbsp;чему вы&nbsp;долго не&nbsp;приступите.
      </p>

      <p>
        Это время уйдёт на&nbsp;налаживание <a href="/post/communication" target="_blank">коммуникации</a> со&nbsp;смежными командами, построение локальных процессов и&nbsp;обучение всех вокруг тому, <a href="/post/design" target="_blank">что делает команда дизайна</a> и&nbsp;сотрудничеству с&nbsp;ней.<br>
        Обучение команды дизайна сюда тоже входит.
     </p>

      <p>
        Когда большинство успокоится, а&nbsp;вы&nbsp;перестанете курсить антидепрессанты, можно будет подумать непосредственно о&nbsp;дизайне.
        Конечно, во&nbsp;время отстройки процессов работа дизайнеров не&nbsp;останавливается&nbsp;&mdash; всё строится, не&nbsp;отходя от&nbsp;кассы.
        Но&nbsp;поднять визуальное качество продуктов и&nbsp;уровень юикса без фундамента не&nbsp;получится.
      </p>

      <p>
        Начать делать &laquo;по&nbsp;красоте&raquo; получится постепенно, ваши сроки зависят от&nbsp;масштаба компании и&nbsp;приоритетов бизнеса.
        К&nbsp;этому моменту вы&nbsp;уже будете понимать как работает система, на&nbsp;что у&nbsp;вас есть ресурсы и&nbsp;какие ограничения.
      </p>

      <img src="/img/strategy_1.png" alt="">

      <p class="quote">
        Далеко не&nbsp;все компании готовы к&nbsp;переменам, даже если они вас для этого наняли.
      </p>

      <p>
        Они могут находиться не&nbsp;на&nbsp;той стадии развития, которая позволит их&nbsp;реализовать.<br>
        Т.е. уровень продуктовой культуры, работоспособность процессов, квалификация менеджмента вне вашего направления&nbsp;&mdash; это&nbsp;то, что нужно для работы и&nbsp;то, на&nbsp;что вы&nbsp;не&nbsp;повлияете.<br>
        Поэтому, если что-то из&nbsp;перечисленного/всё перечисленное сломано, выложить что-то на&nbsp;беханс, чтобы гордиться&nbsp;&mdash; не&nbsp;получится.<br>
        Получится как обычно 🙂.
      </p>

      <img src="/img/strategy_2.png" alt="">

      <p>
        А&nbsp;что, если я&nbsp;в&nbsp;БИГтехе, где все процессы отстроены, зоны ответственности не&nbsp;нарушаются и&nbsp;коммуникация на&nbsp;уровне?<br>
        Узнайте что случилось с&nbsp;человеком, который это всё наладил и&nbsp;на&nbsp;место которого вас взяли.<br>
        Когда узнаете что было в&nbsp;реальности, а&nbsp;не&nbsp;то, что вам эйчар на&nbsp;скрининге сказал&nbsp;&mdash; поймёте как корректировать стратегию 🙂.<br>
        Это про работу с&nbsp;ограничениями и&nbsp;внутренней политикой компании.
      </p>

      <p>
        Как понять, что чему-либо нужен редизайн и&nbsp;что-то не&nbsp;так с&nbsp;брендом?<br>
        Проанализировать ситуацию:<br>
        Ваша квалификация и&nbsp;обратная связь от&nbsp;пользователей может открыть глаза на&nbsp;то, что не&nbsp;так с&nbsp;позиционированием и&nbsp;совпадает&nbsp;ли реальность с&nbsp;тем как её&nbsp;задумывали.<br>
        Дизайн может не&nbsp;биться с&nbsp;контекстом продукта, быть устаревшим, провальным по&nbsp;качеству исполнения, работать не&nbsp;на&nbsp;ту&nbsp;целевую аудиторию и&nbsp;т.п.<br>
        Крайне редко всё может быть&nbsp;ок, а&nbsp;если так, то&nbsp;нет предела совершенству&nbsp;&mdash; будете оттачивать процесс &laquo;доставки&raquo; ценностей до&nbsp;потребителя.
      </p>

      <p>
        В целом, бренд&nbsp;&mdash; это комплексное явление и&nbsp;дизайн в&nbsp;нём только часть, но&nbsp;самая заметная для пользователей (используйте в&nbsp;аргументации, это правда).<br>
        Почему нам важно что видят пользователи? &mdash;&nbsp;потому что как корабль назовёшь&nbsp;&mdash; так и&nbsp;поплывёт.<br>
        Пользователи воспринимают вас так, как вы&nbsp;себя позиционируете.
      </p>

      <p>
        Если у&nbsp;вас магазин продуктов в&nbsp;пригороде, то&nbsp;визуальное восприятие его как дубайского центробанка конверсию не&nbsp;поднимет.<br>
        Первое впечатление&nbsp;&mdash; это и&nbsp;есть ваш задел на&nbsp;ретеншн.<br>
        А&nbsp;значит для бизнеса это очень даже существенно.<br>
        Это кратко по&nbsp;аргументам.
      </p>

      <p class="single">
        Чем придётся заниматься вместо того, что вы&nbsp;представляли себе когда были маленькими и&nbsp;беззаботными:
      </p>

      <ul>
        <li>
          Нет, не&nbsp;творить 😭.
        </li>

        <li>
          Собираете рабочую группу из&nbsp;руководителей маркетинга, пиара, эйчар и&nbsp;дизайна&nbsp;&mdash; все эти ребята про бренд. CEO и&nbsp;CPO будут заходить на&nbsp;&laquo;контрольных поворотах&raquo; для согласования.
          Маркетинг с&nbsp;пиаром вам для целей, сегментов&nbsp;ЦА, аналитики конкурентов, позиционирования, платформы бренда (УТП, преимущества и&nbsp;т.д.). Эйчары&nbsp;&mdash; про эйчар-бренд (репутация компании как работодателя).
        </li>

        <li>
          Утверждаете перечень работ, взаимозависимые задачи между командами, расставляете приоритеты.
        </li>

        <li>
          Уходите в&nbsp;свою команду, оцениваете сроко-людей, все остальные делают то&nbsp;же самое.
        </li>

        <li>
          Приходите, в&nbsp;перечень работ вкручиваете посчитанную оценку ресурсов, получаете план на&nbsp;предстоящий отчетный период.<br>
          Готово.
        </li>
      </ul>

      <p>
        Идёте к&nbsp;себе работать, будете сверяться/утверждаться/корректироваться в&nbsp;оговоренные сроки.<br>
        Ближайшие год-полтора, как в&nbsp;принципе всегда, ваш главный навык&nbsp;&mdash; умение вести переговоры. Та&nbsp;самая <a href="/post/communication" target="_blank">коммуникация</a>.
      </p>

      <p>
        Получится не&nbsp;всё.<br>
        Идеальных условий для работы не&nbsp;бывает.<br>
        Это нормально.<br>
        Высыпайтесь.
      </p>

      <p>
        🤟
      </p>
    `,
    description: 'Редизайны, ребрендинги и портфолио компании на бехансе - это то, к чему вы долго не приступите. Это время уйдёт на налаживание коммуникации со смежными командами, построение локальных процессов и обучение всех вокруг тому, что делает команда дизайна и сотрудничеству с ней.',
    keywords: 'менеджмент, дизайн-менеджмент, процессы, it, дизайн-стратегия, бренд',
    date: 'jul 30, 2024',
    id: '17',
    slug: 'strategy',
    time: 4,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_7.png',
    date: 'jul 29, 2024',
    id: '16',
    slug: 'photo-7',
    content: `
      <figure>
        <img src="/img/ph_7_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Ricoh GR&nbsp;IIIx<br>
          26mm &bull; f/5.6 &bull; 1/10s &bull; ISO 100
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_7_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Ricoh GR&nbsp;IIIx<br>
          26mm &bull; f/4 &bull; 1/2500s &bull; ISO 640
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_7_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Ricoh GR&nbsp;IIIx<br>
          26mm &bull; f/4 &bull; 1/1000s &bull; ISO 640
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_7_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          88mm &bull; f/6.3 &bull; 1/3200s &bull; ISO 200
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, bw, architecture, ricoh gr iiix, panasonic dmc-gm1, panasonic 35-100mm',
    readMore: true,
  },

  {
    tags: ['work'],
    title: 'Корпоративная культура.<br>В&nbsp;чём разница между сотрудниками галеры и&nbsp;фаанга.',
    image: '/img/culture.webp',
    text: `
      Культура менеджмента&nbsp;&mdash; основание корпоративной культуры.
      Построенные внутри бизнес-процессы и&nbsp;коммуникация будут на&nbsp;всех уровнях такие, какие они у&nbsp;топ-менеджмента.<br>
    `,
    content: `
      <p class="quote">
        Культура менеджмента&nbsp;&mdash; основание корпоративной культуры.<br>
      </p>

      <p>
        Построенные внутри бизнес-процессы и&nbsp;<a href="/post/communication" target="_blank">коммуникация</a> будут на&nbsp;всех уровнях такие, какие они у&nbsp;топ-менеджмента.<br>
        Это неизбежно, независимо от&nbsp;того как функционирует менеджмент среднего звена.<br>
        Если топам плевать на&nbsp;<a href="/post/planning" target="_blank">планирование</a>, то, как&nbsp;бы вы&nbsp;не&nbsp;работали, вам его соблюсти будет невозможно:<br>
        Когда через квартал после начала работы к&nbsp;вам приходят и&nbsp;говорят менять стек, или уходят на&nbsp;утверждение на&nbsp;месяц, то&nbsp;вы&nbsp;можете быть блестящим руководителем, но&nbsp;бизнес-план вы&nbsp;завалите.<br>
        И&nbsp;если люди пренебрегают договоренностями, то&nbsp;и&nbsp;взять на&nbsp;себя ответственность за&nbsp;результат они тоже легко забудут.<br>
        За&nbsp;несведенный план-факт ответите&nbsp;вы.
      </p>

      <p class="single">
        Самые базовые настройки&nbsp;&mdash; <a href="/post/planning" target="_blank">планирование</a>, <a href="/post/zone" target="_blank">зоны ответственности</a>, <a href="/post/communication" target="_blank">коммуникация</a>.<br>
        Как это работает:
      </p>

      <ul>
        <li>
          Руководство ломает планирование на&nbsp;лету = бизнес-цель недостижима в&nbsp;том виде, в&nbsp;котором она утверждалась.<br>
        </li>

        <li>
          Нарушены зоны ответственности руководителей по&nbsp;направлениям = падает качество выполненных работ.<br>
          Т.к. менеджеры имеют полномочия менять ход работ, но&nbsp;не&nbsp;имеют квалификации понимать последствия и&nbsp;не&nbsp;несут ответственности.<br>
        </li>

        <li>
          Что по&nbsp;коммуникациям? &mdash;&nbsp;да&nbsp;то&nbsp;же, что и&nbsp;по&nbsp;планированию и&nbsp;зонам ответственности: это трудо- и&nbsp;человекоёмкий процесс, которому нужно обучать весь коллектив, строить каналы и&nbsp;собирать фидбэки.<br>
          Нет коммуникации = нет общего инфополя = нет слаженной работы = бизнес-план невыполним.<br>
          Поэтому процессы работают &laquo;сверху-вниз&raquo; и&nbsp;не&nbsp;работают они тоже поэтому.
        </li>
      </ul>

      <img src="/img/culture_1.png" alt="">

      <p>
        Что по&nbsp;фаангу?<br>
        В&nbsp;нём большинство руководителей растут внутри компании.<br>
        Туда не&nbsp;попадёт некомпетентный менеджер. Процессы найма отстроены и&nbsp;откалиброваны.<br>
        Люди везде одинаковые и&nbsp;человеческий фактор есть везде, вне зависимости от&nbsp;культуры менеджмента.<br>
        Но&nbsp;там систематической нормой это не&nbsp;может быть, т.к. все бизнес-процессы работают максимально эффективно.
      </p>

      <p class="quote">
        Главное чудо нашего IT&nbsp;&mdash; это быть в&nbsp;плюсе на&nbsp;отсутствии процессов.
      </p>

      <p>
        Помимо культуры продуктовой, есть ещё человеческая культура вне профессионального контекста.<br>
        Она работает по&nbsp;тому&nbsp;же принципу&nbsp;&mdash; &laquo;сверху-вниз&raquo;.<br>
        Токсичный руководитель не&nbsp;сможет вырастить нетоксичную команду. Психологический настрой команды зависит от&nbsp;его личных &laquo;качеств&raquo;.<br>
        В&nbsp;таких коллективах обычно нет мотивации работать&nbsp;&mdash; люди превозмогают, тон общения как в&nbsp;пьяной драке у&nbsp;привокзальной станции метро и&nbsp;о&nbsp;культуре говорить смысла нет.<br>
        Чаще всего у&nbsp;них еще ежемесячные схватки за&nbsp;премию, т.к. премиальный фонд распределяется по-мудацки: завязывается на&nbsp;личные предпочтения, память, красоту отчётов или ещё что-нибудь в&nbsp;этом духе.
      </p>

      <p>
        Эту печаль может исправить только капитан корабля.<br>
        Сами знаете как 🙂.
      </p>

      <p>
        Итог: рыба, как обычно, гниёт с&nbsp;головы.<br>
        Обучайтесь сами и&nbsp;обучайте свой менеджмент базе и&nbsp;быть людьми.
      </p>
    `,
    description: 'Культура менеджмента - основание корпоративной культуры. Построенные внутри бизнес-процессы и коммуникация будут на всех уровнях такие, какие они у топ-менеджмента.',
    keywords: 'менеджмент, корпоративная культура, процессы, it',
    date: 'jul 28, 2024',
    id: '15',
    slug: 'culture',
    time: 2,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_6.png',
    date: 'jul 27, 2024',
    id: '14',
    slug: 'photo-6',
    content: `
      <figure>
        <img src="/img/ph_6_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Canon EOS 7D<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Canon EF-S 15-85mm f/3.5-5.6<br>
          15mm &bull; f/9 &bull; 1/200s &bull; ISO 100
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_6_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic&nbsp;42.5mm f/1.7<br>
          43mm &bull; f/1.7 &bull; 1/125s &bull; ISO 1000
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_6_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Canon EOS 7D<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Canon EF-S 15-85mm f/3.5-5.6<br>
          42mm &bull; f/10 &bull; 1/250s &bull; ISO 100
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_6_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/22 &bull; 1/250s &bull; ISO 500
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, nature, panasonic dmc-gm1, panasonic 35-100mm, canon eos 7d',
    readMore: true,
  },

  {
    tags: ['work'],
    title: 'Всё про дизайн в IT.',
    image: '/img/design.webp',
    text: `Красиво Пикассо рисовал и&nbsp;с&nbsp;этим многие поспорят.<br>
      Почему поспорят? &mdash;&nbsp;потому что понятие красоты субъективно.<br>
      Поэтому &laquo;красивый сайт/приложение&raquo;&nbsp;&mdash; это объективно бессмысленная фраза.
    `,
    content: `
      <p class="quote">
        Отъебитесь от&nbsp;дизайнеров и&nbsp;займитесь своей работой.
      </p>

      <p>
        Почему всегда во&nbsp;всех компаниях есть люди, которые приходят к&nbsp;дизайнерам и&nbsp;говорят как им&nbsp;сделать их&nbsp;работу?<br>
        Всё просто: потому что результат их&nbsp;работы легче всего оценить визуально.<br>
        А&nbsp;что такое визуальная оценка человека, который не&nbsp;в&nbsp;контексте профессии?<br>
        Это личное мнение, которое работы не&nbsp;касается.
      </p>

      <p>
        Именно по&nbsp;отношению к&nbsp;дизайну нарушать границы профэтики настолько все
        привыкли, что это стало нормой.<br>
        Отвратительной, но&nbsp;повсеместной.<br>
        Логически это можно связать со&nbsp;степенью зрелости бизнеса: если вы
        маленький и&nbsp;глупенький, то&nbsp;вы&nbsp;просто не&nbsp;знаете как быть приличной
        компанией, где люди делают только свою работу.
      </p>

      <p>
        В&nbsp;проф. литературе можно встретить такое выражение: сначала нужно
        завоевать кредит доверия, чтобы коллеги поняли, что вы&nbsp;достаточно
        профессиональны на&nbsp;их&nbsp;взгляд.
        Возможно, после они перестанут нарушать все рамки приличия и&nbsp;мешать вам
        работать.<br>
        Но&nbsp;это только про дизайн.<br>
        В&nbsp;работу девопсов никто не&nbsp;лезет, даже если они работают первый день. По
        той&nbsp;же причине&nbsp;&mdash; результат работы не&nbsp;так просто оценить сходу.
        К&nbsp;ним приходят уже свои менеджеры, но&nbsp;далеко не&nbsp;вся компания.
      </p>

      <p>
        Работу дизайнеров считают самой простой, т.к. &laquo;каждый человек может
        освоить фигму за&nbsp;однодневный курс на&nbsp;ютубе&raquo; и&nbsp;вот уже и&nbsp;наша Глаша -
        тоже дизайнер.<br>
        Такой взгляд на&nbsp;вещи свойственен людям, которые покупают фотоаппарат и
        автоматически становятся фотографами, покупают гитару и&nbsp;вот они уже
        музыканты, у&nbsp;них есть новогодний костюм супермена и&nbsp;они точно знают, что
        спасут мир.<br>
        Но&nbsp;взрослая жизнь не&nbsp;такая.
      </p>

      <p>
        Вам КАЖЕТСЯ, что вы&nbsp;можете так&nbsp;же, но&nbsp;вы&nbsp;не&nbsp;можете, чаще всего, никак.
      </p>

      <p>
        Далее по&nbsp;тексту шокирующий факт, но&nbsp;факт:
      </p>

      <p class="quote">
        Дизайн&nbsp;&mdash; это не&nbsp;про умение красиво рисовать.
      </p>

      <p>
        Красиво Пикассо рисовал и&nbsp;с&nbsp;этим многие поспорят.<br>
        Почему поспорят? &mdash;&nbsp;потому что понятие красоты субъективно.<br>
        Поэтому &laquo;красивый сайт/приложение&raquo;&nbsp;&mdash; это объективно бессмысленная фраза.
      </p>

      <p>
        Если мы&nbsp;делаем условное приложение для одного пользователя, то&nbsp;мы&nbsp;можем
        положиться на&nbsp;его представления о&nbsp;красоте, если этого требует
        функционал, в&nbsp;любом другом случае это не&nbsp;имеет смысла.
      </p>

      <p>
        Часто мы&nbsp;делаем именно для одного заказчика&nbsp;&mdash; некомпетентного менеджера,
        который говорит &laquo;как делать дизайн&raquo;.<br>
        Возможно, это проблема зрелости компаний, а&nbsp;может и&nbsp;просто косяк топа,
        который не&nbsp;может организовать процессы в&nbsp;компании и&nbsp;разграничить <a href="/post/zone" target="_blank">зоны ответственности</a>. Да&nbsp;что уж&nbsp;там, это определенно второе 🙂.<br>
        Заниматься только своей работой и&nbsp;не&nbsp;лезть в&nbsp;чужую&nbsp;&mdash; это норма для взрослого самодостаточного человека.
      </p>

      <img src="/img/design_1.png" alt="">

      <p>
        Как ставить задачу, если вы&nbsp;приличный человек и&nbsp;ущемить никого не&nbsp;хотите?
        И&nbsp;что в&nbsp;итоге делает дизайнер?
      </p>

      <p class="single">
        <b>Как поставить и&nbsp;не&nbsp;ущемить:</b>
      </p>

      <ul>
        <li>
          Нужно указать какую проблему мы&nbsp;решаем. Не&nbsp;нужно писать как. Это не
          ваше дело. Никто не&nbsp;говорит в&nbsp;задаче программисту как код писать,
          попробуйте представить, что дизайнер тоже человек.
        </li>
        <li>
          К&nbsp;задаче дайте всю необходимую аналитику и&nbsp;вводные, которые помогут
          составить представление о&nbsp;проблеме. Решение нужно вам, постарайтесь.
        </li>
        <li>
          Если задача имеет определенную стилистику исполнения, т.е. она часть
          какого-то интерфейса или рекламной кампании&nbsp;&mdash; явно обозначьте это.
        </li>
      </ul>

      <p class="single">
        <b>Что делает дизайнер:</b>
      </p>

      <ul>
        <li>
          Анализирует информацию: запрашивает, если вы-таки не&nbsp;предоставили,
          аналитику по&nbsp;сабжу, если есть доступы&nbsp;&mdash; сам смотрит теплокарты,
          конверсию, все телодвижения клиентов, собирает фидбэк из&nbsp;клиентской
          поддержки, вытаскивает все причины, по&nbsp;которым вы&nbsp;решили, что это проблема.
        </li>

        <li>
          Делает вывод&nbsp;&mdash; в&nbsp;этом проблема или нет. ИСКЛЮЧИТЕЛЬНО из&nbsp;аналитики, а не&nbsp;из&nbsp;фантазии, вашей или своей.
        </li>

        <li>
          Решает проблему, если она в&nbsp;дизайне, а&nbsp;не&nbsp;в&nbsp;неработающей форме обратной связи, например.
        </li>
      </ul>

      <p>
        Если она не&nbsp;в&nbsp;дизайне, то&nbsp;он&nbsp;вам об&nbsp;этом говорит, с&nbsp;приложением всех аргументов.
      </p>

      <p>
        Посмотрите, как далеко это от&nbsp;умения красиво рисовать 🦄.<br>
        Это вообще никак не&nbsp;взаимосвязано.
      </p>

      <p>
        Но&nbsp;как&nbsp;же коммуникационный/маркетинговый/любой другой дизайн, не&nbsp;все&nbsp;же
        по&nbsp;продуктам сидят, некоторые буквально рисуют?
      </p>

      <p class="quote">
        Фокус в&nbsp;том, что с&nbsp;какими&nbsp;бы дизайнерами вы&nbsp;не&nbsp;сотрудничали, говорить им КАК делать их&nbsp;работу&nbsp;&mdash; это открыто выражать недоверие их&nbsp;профессионализму.
      </p>

      <p>
        Различия только в&nbsp;специфике. Подход один.
      </p>

      <p>
        Что делать, если у&nbsp;нас дизайнеры так как описано не&nbsp;умеют?<br>
        С&nbsp;этим вопросом обратитесь к&nbsp;вашему дизайн-менеджеру.<br>
        Похоже, что вы&nbsp;работаете с&nbsp;людьми, которые знают интерфейс фигмы, но дизайнерами не&nbsp;являются, либо им&nbsp;не&nbsp;дают.<br>
        Это явные проблемы <a href="/post/hr-crisis" target="_blank">найма</a> и&nbsp;<a href="/post/zone" target="_blank">зон ответственности</a>.<br>
      </p>

      <p>
        ПС: Научиться уважать свой труд и&nbsp;труд других людей можно.
      </p>

      <p>
        Всех благ 🙂.
      </p>
    `,
    description: 'С какими бы дизайнерами вы не сотрудничали, говорить им КАК делать их работу — это открыто выражать недоверие их профессионализму.',
    keywords: 'менеджмент, продуктовый дизайн, процессы, it, ux, ui',
    date: 'jul 24, 2024',
    id: '13',
    slug: 'design',
    time: 4,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_5.png',
    date: 'jul 24, 2024',
    id: '12',
    slug: 'photo-5',
    content: `
      <figure>
        <img src="/img/ph_5_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          78mm &bull; f/5.6 &bull; 1/2000s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_5_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          88mm &bull; f/13 &bull; 1/640s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_5_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          48mm &bull; f/18 &bull; 1/125s &bull; ISO 1000
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_5_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 12-32mm f/3.5-5.6<br>
          32mm &bull; f/5.6 &bull; 1/1000s &bull; ISO 200
        </figcaption>
      </figure>
    `,
    keywords: 'фото, пейзаж, photo, bw, landscape, panasonic dmc-gm1, panasonic 35-100mm, panasonic 12-32mm, micro 4/3',
    readMore: true,
  },

  {
    tags: ['work'],
    title: 'Матрица компетенций.<br>Нео, мы всё завалили.',
    image: '/img/matrix.webp',
    text: 'Если словосочетание &laquo;перфоманс ревью&raquo; не&nbsp;вызывает у&nbsp;вас ассоциаций со&nbsp;спектаклем экспериментального театра или повседневным акробатическим этюдом пьяного соседа во&nbsp;дворе, то&nbsp;вы&nbsp;в&nbsp;теме.',
    content: `
      <p>
        Если словосочетание &laquo;перфоманс ревью&raquo; не&nbsp;вызывает у&nbsp;вас ассоциаций со&nbsp;спектаклем экспериментального театра или повседневным акробатическим этюдом пьяного соседа во&nbsp;дворе, то&nbsp;вы&nbsp;в&nbsp;теме.
      </p>

      <p>
        Краткое содержание текста: тупая копипаста материала из&nbsp;&laquo;авторитетных источников&raquo; себе в&nbsp;корпдокументы не&nbsp;имеет никакого смысла.
      </p>

      <p>
        Итак, вы&nbsp;&mdash; руководитель условного подразделения и&nbsp;готовитесь к&nbsp;перфоманс ревью, вам нужны матрицы компетенций под все виды сотрудников. Предположим, вы&nbsp;строите процессы с&nbsp;нуля.<br>
        Для упрощения своей задачи вы&nbsp;идёте гуглить.<br>
        Находите самые авторитетные из&nbsp;всех авторитетных источников информации&nbsp;&mdash; шаблоны матриц из&nbsp;гугла, дропбокса, айбиэма и&nbsp;всего вот этого. И&nbsp;вот у&nbsp;вас уже есть проверенный материал лучшего качества.<br>
        Поехали сверять компетентность своих сотрудников с&nbsp;тем&nbsp;же самым из&nbsp;гугла.
      </p>

      <p>
        Перфоманс пройден, автоматическая оценка, которую соорудила вам техподдержка по&nbsp;вашим гуглотабличкам, выдала результат: ваши ведущие специалисты не&nbsp;тянут на&nbsp;стажёров. Ну, дамы и&nbsp;господа, которые всегда проставляют себе стопроцентный скиллсет, всегда есть, но&nbsp;вы&nbsp;их&nbsp;знаете в&nbsp;лицо и&nbsp;делаете скидку.<br>
        Как&nbsp;же так?<br>
        В&nbsp;гугле не&nbsp;ошибаются, их&nbsp;матрицы точно хорошие.<br>
        В&nbsp;гугле хорошие, а&nbsp;у&nbsp;вас&nbsp;&mdash; плохие.
      </p>

      <p>
        Сколько компаний&nbsp;&mdash; столько матриц.<br>
        Ведущий специалист в&nbsp;одной компании будет начальным в&nbsp;другой.
      </p>

      <p class="quote">
        В&nbsp;матрицах другой компании для вас нет смысла хотя&nbsp;бы потому, что у&nbsp;них другой технологический стек, другие задачи и&nbsp;другие требования к&nbsp;сотрудникам.
      </p>

      <p>
        Натягивать своего сотрудника на&nbsp;гуглобус нецелесообразно 🤡.
      </p>

      <p>
        Где брать свои матрицы, на&nbsp;что ориентироваться?<br>
        &mdash;&nbsp;Делать руками, ориентироваться на&nbsp;бизнес-цели и&nbsp;задачи.
      </p>

      <p>
        Выходит, что когда человек уходит из&nbsp;компании у&nbsp;него слетает грейд? Да. У&nbsp;него не&nbsp;слетает только опыт.<br>
        Квалификация человека растёт с&nbsp;его практическим опытом, чем больше разнообразных задач он&nbsp;сделал&nbsp;&mdash; тем квалификация выше.<br>
        Когда ведущему специалисту падает задача, он&nbsp;опирается на&nbsp;весь свой наработанный опыт, чтобы найти решение.<br>
        Когда начинающему падает то&nbsp;же самое, ему не&nbsp;на&nbsp;что опираться и&nbsp;он&nbsp;идёт за&nbsp;помощью.<br>
        Гуглить что-то, чтобы проставить себе скилл в&nbsp;матрице бесполезно.<br>
        Залутать оклад выше скиллов&nbsp;&mdash; приятная авантюра, но&nbsp;попытка обмануть себя, лида и&nbsp;всю систему вам вернётся недоверием. А&nbsp;это больно.
      </p>

      <img src="/img/matrix_1.png" alt="">

      <p>
        Никакая начитанность не&nbsp;сравнится с&nbsp;наработанностью&nbsp;&mdash; отсутствие нейросвязей для решения задачи не&nbsp;даст вам её&nbsp;решить 🙂.
      </p>

      <p>
        Представим себе, что мы&nbsp;живём в&nbsp;идеальном мире бирюзовых организаций: что мне сделать, чтобы просоответствовать и&nbsp;не&nbsp;запороть матрицы, перфомансы, всё вот это?<br>
        Выход один, как обычно,- не&nbsp;забить и&nbsp;списать откуда-то, а&nbsp;потратить время на&nbsp;ресёч.
      </p>

      <p>
        Проанализируйте задачи, которые есть. Не&nbsp;нужно буквально перелопачивать стотыщ задач в&nbsp;жире, вы&nbsp;и&nbsp;так знаете чем занимается ваша команда.<br>
        Суть ресёча&nbsp;&mdash; выделить основные &laquo;запросы&raquo;. Это &plusmn; среднестатистические задачи среднестатистического сотрудника == мидла, очевидно.<br>
        Выключаем режим &laquo;доебаться до&nbsp;определения&raquo;, включаем режим толерантности к&nbsp;&laquo;высокой неопределённости&raquo;.<br>
        Как руководитель, вы&nbsp;знаете все тонкие места и&nbsp;что тянет на&nbsp;грейд, а&nbsp;что нет.<br>
        Это часть <a href="/post/zone" target="_blank">зоны ответственности</a> вашего уровня.
      </p>

      <p class="single">
        Нигде нет чёткого определения кто такой джун, мидл, сеньор.<br>
        Для всех организаций это очень расплывчато, иначе все делали&nbsp;бы абсолютно одинаково задачи. Но&nbsp;даже в&nbsp;рамках одной компании и&nbsp;одного грейда одинаково скилловых специалистов не&nbsp;существует.<br>
        С&nbsp;этой установкой продолжаем анализировать.<br>
      </p>

      <ul>
        <li>
          Сложные задачи&nbsp;&mdash; это&nbsp;те, которые может решить старший специалист.<br>
        </li>
        <li>
          Средние&nbsp;&mdash; которые решает средний.<br>
        </li>
        <li>
          Простые&nbsp;&mdash; маленький.
        </li>
      </ul>

      <p>
        Когда маленький затрудняется&nbsp;&mdash; идёт к&nbsp;среднему за&nbsp;помощью, когда средний затрудняется&nbsp;&mdash; идёт к&nbsp;старшему, когда старший затрудняется&nbsp;&mdash; идёт в&nbsp;гугл и&nbsp;реализовывает свой самый мощный скилл&nbsp;&mdash; умение гуглить так, как можно научиться только за&nbsp;счёт многолетней практики, которую перепрыгнуть невозможно.
      </p>

      <p class="quote">
        Нейросвязи не&nbsp;обмануть&nbsp;&mdash; вы&nbsp;не&nbsp;вырастите себе третье ухо, просто прочитав о&nbsp;нём.
      </p>

      <img src="/img/matrix_2.png" alt="">

      <p>
        Ну&nbsp;что там с&nbsp;матрицами?<br>
        Вот у&nbsp;нас уже есть условное деление задач на&nbsp;наши уровни грейдов.<br>
        Теперь нам нужно из&nbsp;них вычленить скиллы.<br>
        Их&nbsp;глобально 2&nbsp;вида: хардскиллы и&nbsp;софтскиллы.<br>
        Хард&nbsp;&mdash; технологический стек и&nbsp;умение его применять.<br>
        Софт&nbsp;&mdash; умение коммуницировать, позволяющее его применять.
      </p>

      <p class="single">
        <b>Харды:</b>
      </p>

      <ul>
        <li>
         сеньор&nbsp;&mdash; фуллпак скиллсет, необходимый для решения задач от&nbsp;никаких до&nbsp;максимально неподъемных
        </li>
        <li>
         мидл&nbsp;&mdash; скиллсет для решения задач от&nbsp;никаких до&nbsp;основных среднестатистических
        </li>
        <li>
         джун&nbsp;&mdash; скиллсет для решения рутины, не&nbsp;требующей помощи вышеперечисленных
        </li>
      </ul>

      <p>
        Если вы&nbsp;задумали дробить джун/ждун+, мидл/мидл+, сеньор/сеньор+ то, вероятно, разрыв окладов между грейдами того стоит.<br>
        В&nbsp;этом случае дробите на&nbsp;ваше усмотрение, границы настолько плавающие, специфичность и&nbsp;цели бизнесов настолько разные, что рецептов нет.<br>
        Выделите эталонные задачи под грейды и&nbsp;выпишите скиллсет для выполнения по&nbsp;каждому.
      </p>

      <p>
        <b>Софты:</b><br>
        У&nbsp;всех грейдов это навыки, позволяющие решать задачи своего уровня, продолжая являться командным игроком и&nbsp;не&nbsp;нарушая корпкодекса:<br>
        ответственность, проактивность, взаимоуважение, коммуникабельность и&nbsp;т.п.<br>
        Насколько подробно и&nbsp;с&nbsp;какой целью это разбито на&nbsp;критерии&nbsp;&mdash; поинтересуйтесь у&nbsp;эйчар, эту часть миссии выполняют они.<br>
        И&nbsp;с&nbsp;ними&nbsp;же обсудите часть вопросов, которые влияют на&nbsp;склонность человека к&nbsp;менеджерской/лидовской работе.<br>
        Специфика вашей работы в&nbsp;вашем представлении и&nbsp;в&nbsp;представлении эйчар могут отличаться.
      </p>

      <p>
        Если хотите оптимизировать процесс и&nbsp;гуглотабличку просчитать, не&nbsp;выписывая в&nbsp;блокнотик ответы, то&nbsp;итоговая оценка&nbsp;&mdash; это всегда среднее арифметическое.<br>
        Степень влияния оценки софтов на&nbsp;общий вес оценки можете корректировать, возможно у&nbsp;вас будет коэффициент по&nbsp;критериям, возможно вы&nbsp;лично примете решение. Всех участников команды и&nbsp;их&nbsp;качества вы&nbsp;знаете.<br>
      </p>

      <p>
        А&nbsp;если вы&nbsp;хитренький и&nbsp;понимаете, что математически профессионализм не&nbsp;просчитать, а&nbsp;так оно и&nbsp;есть, то&nbsp;вы, конечно, еще постфактум побеседуете на&nbsp;один-одинах со&nbsp;всей командой и&nbsp;зафиналитесь.<br>
        Обсудите перфоманс, как дела в&nbsp;принципе и&nbsp;как сотрудник будет развиваться дальше по&nbsp;скиллсету.<br>
        Отметочки как он&nbsp;развиваться будет, конечно, впишете вместе в&nbsp;его план развития с&nbsp;реалистичными сроками.<br>
        Потом задачи будете ставить, учитывая куда он&nbsp;развиваться собрался. Т.к. именно наличие задач со&nbsp;скиллами из&nbsp;плана развития и&nbsp;будет аргументом для последующего повышения.<br>
      </p>

      <p>
        Ну&nbsp;и&nbsp;вы, конечно, помните, что план развития = скиллсет, который бьётся с&nbsp;бизнес-целями компании и&nbsp;зоной ответственности сотрудника. Спортивная рыбалка и&nbsp;права категории&nbsp;С туда не&nbsp;входят, если вы&nbsp;не&nbsp;рыбак-дальнобойщик.
      </p>

      <p>
        Ну&nbsp;вот. Матрица, которая бьётся с&nbsp;реальностью, готова.<br>
        Процесс оценки компетенций почти запущен.<br>
        Дошлифуйте с&nbsp;командой и&nbsp;эйчарами, задокументируйте, ознакомьте коллектив, ответьте на&nbsp;все вопросы, выспитесь.
      </p>

      <p>
        ПС: Конечно, эта итерация не&nbsp;на&nbsp;века.<br>
        Допил матрицы&nbsp;&mdash; постоянный процесс, она шлифуется и&nbsp;видоизменяется в&nbsp;зависимости от&nbsp;бизнес-целей и&nbsp;эволюции человеческого вида.
      </p>
    `,
    description: 'В матрицах другой компании для вас нет смысла хотя бы потому, что у них другой технологический стек, другие задачи и другие требования к сотрудникам.',
    keywords: 'менеджмент, матрица компетенций, перфоманс ревью, performance review, процессы, it',
    date: 'jul 24, 2024',
    id: '11',
    slug: 'matrix',
    time: 6,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['work'],
    title: 'Зона ответственности vs зона комфорта.',
    image: '/img/zone.webp',
    text: `
      Помните ту&nbsp;фразу из&nbsp;мотивирующих видеороликов и&nbsp;книг про&nbsp;то, что успех находится вне зоны комфорта?<br>
      Вот и&nbsp;я&nbsp;туда&nbsp;же.
    `,
    content: `
      <p>
        Помните ту&nbsp;фразу из&nbsp;мотивирующих видеороликов и&nbsp;книг про&nbsp;то, что успех находится вне зоны комфорта?<br>
        Вот и&nbsp;я&nbsp;туда&nbsp;же.
      </p>

      <p>
        Бывают такие ситуации, когда менеджеры разых уровней и&nbsp;направлений участвуют во&nbsp;всём, где их&nbsp;не&nbsp;звали.<br>
        А&nbsp;некоторые сотрудники и&nbsp;вовсе свою работу не&nbsp;делают и&nbsp;другим мешают.
      </p>

      <p>
        Например, пиарщик, завхоз и&nbsp;наша Глаша делятся экспертными подсказками как аналитику работать свою работу.<br>
        Или СМО настойчиво рекомендует технологический стек для нового продукта.
      </p>

      <p>
        Подобные ситуации знакомы всем участникам процесса разработки и&nbsp;их&nbsp;сочувствующим. И&nbsp;создают проблемы в&nbsp;<a href="/post/communication" target="_blank">коммуникации</a>.
      </p>

      <p>
        Как&nbsp;же быть в&nbsp;данной ситуации? Ведь всё, что вам приходит в&nbsp;голову запрещено уголовным кодексом и&nbsp;это никак не&nbsp;вписывается в&nbsp;<a href="/post/codex" target="_blank">кодекс корпоративный</a>. Мы&nbsp;ведь всё еще должны уважать друг друга.
      </p>

      <p>
        Выход есть!
      </p>

      <p class="quote">
        Нужно определить зоны ответственности менеджеров всех направлений.<br>
        И&nbsp;очень внушительно их&nbsp;донести до&nbsp;реципиентов. Иначе беда.
      </p>

      <img src="/img/zone_1.png" alt="">

      <p>
        Итак, главный топ ищет достоверный источник информации чем должен заниматься С-менеджерский состав и&nbsp;все остальные в&nbsp;его конкретном направлении IT&nbsp;&mdash; человека, который эту систему опишет и&nbsp;внедрит под защитой этого топа, иначе его никто слушать не&nbsp;станет.<br>
        Такого человека вы&nbsp;узнаете по&nbsp;характерной речи&nbsp;&mdash; он&nbsp;будет часто повторять слова: <b>RACI</b>, матрица, полномочия, ответственность.<br>
      </p>

      <p>
        Внимание! Пожалуйста, будьте внимательны к&nbsp;своему бизнесу, не&nbsp;забивайте на&nbsp;качество информации, которую вам вкручивают.<br>
        На&nbsp;базовые настройки процессов вам придётся потратить время. Это неизбежно.
      </p>

      <p>
        И, подписанные под своими обязанностями, топы перестают срать где едят. Ну, это если вы&nbsp;в&nbsp;идеальном мире живёте.<br>
        Если нет, то&nbsp;ваши ценности про доверие, прозрачность процессов и&nbsp;ответственность за&nbsp;свою работу вы&nbsp;обязаны донести до&nbsp;них.<br>
        Они наверняка не&nbsp;хотят нести ответственность за&nbsp;не&nbsp;свою работу, в&nbsp;которую ходят советовать.<br>
        Если опять нет, то&nbsp;меры пресечения&nbsp;&mdash; ваша фантазия, как основателя или наёмного СЕО (конечно, в&nbsp;рамках корпкодекса 🙂).
      </p>

      <p class="quote">
        И&nbsp;это как с&nbsp;планированием: главное не&nbsp;только запланировать, но&nbsp;периодически перепроверять ход событий.<br>
        Анонимный и&nbsp;не&nbsp;очень фидбэк от&nbsp;всей компании&nbsp;&mdash; ключ к&nbsp;взаимопониманию.
      </p>

      <p>
        Как вы&nbsp;сами&nbsp;же и&nbsp;говорите на&nbsp;общих созвонах: ответственность, профессионализм, прозрачность в&nbsp;процессах.<br>
        Вот и&nbsp;несите ответственность за&nbsp;слова, с&nbsp;вас берут пример все остальные.
      </p>
    `,
    description: 'Бывают такие ситуации, когда менеджеры разых уровней и направлений участвуют во всём, где их не звали. А некоторые сотрудники и вовсе свою работу не делают и другим мешают.',
    keywords: 'менеджмент, зоны ответственности, процессы',
    date: 'jul 23, 2024',
    id: '10',
    slug: 'zone',
    time: 2,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_4.png',
    date: 'jul 22, 2024',
    id: '9',
    slug: 'photo-4',
    content: `
      <figure>
        <img src="/img/ph_4_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Ricoh GR&nbsp;IIIx<br>
          26mm &bull; f/2.8 &bull; 1/40s &bull; ISO 800
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_4_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Ricoh GR&nbsp;IIIx<br>
          26mm &bull; f/2.8 &bull; 1/100s &bull; ISO 400
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_4_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Canon EOS 7D<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Canon EF-S 15-85mm f/&nbsp;3.5-5.6<br>
          85mm &bull; f/5.6 &bull; 1/160s &bull; ISO 160
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_4_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Ricoh GR&nbsp;IIIx<br>
          26mm &bull; f/2.8 &bull; 1/100s &bull; ISO 400
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, ricoh gr iiix, canon eos7d',
    readMore: true,
  },

  {
    tags: ['work'],
    title: 'Магия планирования.<br>Хогвартс, в котором мы не учились.',
    image: '/img/planning.webp',
    text: 'Нормальный вы&nbsp;человек или менеджер, когда-нибудь к&nbsp;вам придёт мысль о&nbsp;том, что что-то можно было&nbsp;бы сделать лучше и/или быстрее.',
    content: `
      <p>
        Нормальный вы&nbsp;человек или менеджер, когда-нибудь к&nbsp;вам придёт мысль о&nbsp;том, что что-то можно было&nbsp;бы сделать лучше и/или быстрее.<br>
        Эта мыcль непременно принесёт с&nbsp;собой неприятное чувство тоски и&nbsp;разочарования в&nbsp;себе или в&nbsp;ком-то другом, в&nbsp;зависимости от&nbsp;того, берёте вы&nbsp;на&nbsp;себя ответственность за&nbsp;свои поступки или нет.
      </p>

      <p class="single">
        Это касается абсолютно чего угодно, требующего организации процессов 🙂.<br>
        Например:
      </p>

      <ul>
        <li>
          хочу похудеть к&nbsp;лету на&nbsp;40&nbsp;кг, а&nbsp;сегодня 28&nbsp;мая. Шансы добиться цели невелики.
        </li>

        <li>
          хочу быть астрофизиком или, на&nbsp;худой конец, космонавтом, но&nbsp;не&nbsp;имею ни&nbsp;специального образования, ни&nbsp;физподготовки.
        </li>

        <li>
         хочу чтобы бизнес-план на&nbsp;предстоящий год совпал с&nbsp;бизнес-фактом в&nbsp;итоге. Хехе.
        </li>
      </ul>

      <p class="quote">
        Любое всё, что нужно было сделать и&nbsp;просрано, просрано из-за неумения планировать.
      </p>

      <p class="single">
        Факт очевидный, но&nbsp;у&nbsp;человечества в&nbsp;арсенале есть тысячи очевидных фактов, которые влияют на&nbsp;качество жизни, но&nbsp;игнорируются.<br>
        Но&nbsp;почему? Почему люди игнорируют старое доброе планирование и&nbsp;следование этому плану?<br>
        Причины могут быть 2:
      </p>

      <ul>
        <li>
          они не&nbsp;умеют в&nbsp;планирование ресурсов.
        </li>

        <li>
          им&nbsp;не&nbsp;дают.
        </li>
      </ul>

      <p>
        Как быть?
        Мы&nbsp;все знаем, но&nbsp;делать, конечно, этого не&nbsp;будем.
      </p>

      <img src="/img/planning_1.png" alt="">

      <p class="single">
        Универсально пошагово для любой структуры организации и&nbsp;систем управления:
      </p>

      <ol>
        <li>
          Топы принимают стратегические решения, план на&nbsp;предстоящий период, исходя из&nbsp;бюджета на&nbsp;него.
        </li>

        <li>
          Менеджеры, ответственные за&nbsp;дальнейшую логистику плана, собирают с&nbsp;топов бизнес-требования, оценивают с&nbsp;исполнителями трудозатраты, возвращаются и&nbsp;озвучивают оценку топам. Итераций сколько угодно, пока не&nbsp;придут к&nbsp;соглашению.
        </li>

        <li>
          Раскидывают ганта максимально подробно. Работают по&nbsp;нему, корректируя по&nbsp;отчетным точкам план-факт.
        </li>
      </ol>

      <p class="quote">
        Система работает только когда <a href="/post/communication" target="_blank">коммуникация</a> между всеми уровнями менеджмента настроена и&nbsp;четко соблюдаются <a href="/post/zone" target="_blank">зоны ответственности</a>.
      </p>

      <p>
        &laquo;Делай это упражнение каждый день и&nbsp;спина перестанет болеть&raquo; (с).
      </p>

      <p>
        Чем вы&nbsp;тречите, как называются ваши системы учёта всего, какая структура управления в&nbsp;вашей организации не&nbsp;имеет значения.<br>
        Если это просто невозможно и&nbsp;у&nbsp;вас аврал такой, что не&nbsp;напсихуя сегодня, вы&nbsp;умрете завтра&nbsp;&mdash; вам в&nbsp;антикризисный менеджмент.<br>
        Если ваш менеджмент много лет как антикризисный, его нужно менять.
      </p>

      <p>
        Как только что-то в&nbsp;процессе ломается, кто-то передумал, сроки укоротили, денег недодали, не&nbsp;смогли не&nbsp;разосраться на&nbsp;квартальном ревью, один из&nbsp;топ-менеджеров не&nbsp;понял, что&nbsp;то, что он&nbsp;сказал&nbsp;&mdash; это&nbsp;то, что не&nbsp;меняется в&nbsp;течение года...<br>
        Всё останавливается, трудозатраты на&nbsp;всех уровнях пересчитываются и&nbsp;озвучиваются топам заново.<br>
        И&nbsp;процесс запускается повторно с&nbsp;новым гантом.
      </p>

      <p>
        Работа не&nbsp;начинается без бизнес-требований, техограничений, сроко-людей. Факта без плана не&nbsp;может существовать во&nbsp;вселенной, где ваша компания выживет.
      </p>

      <p>
        И&nbsp;если у&nbsp;вас это никогда не&nbsp;работало и&nbsp;не&nbsp;сработает, то&nbsp;вы&nbsp;не&nbsp;приложили для этого необходимого количества усилий.<br>
        К&nbsp;лету вы&nbsp;опять не&nbsp;похудеете и&nbsp;статьи ваших эйчар про &laquo;продуктовая культура&raquo; и&nbsp;&laquo;как мы&nbsp;перешли от&nbsp;старомодной эксельки на&nbsp;новомодный плагин в&nbsp;жире, расскажет наша Глаша&raquo; в&nbsp;реальности пустой пиздёж.<br>
        И&nbsp;вы&nbsp;это прекрасно знаете.
      </p>

      <p>
        Итак, рокетсаенс:
      </p>

      <p class="quote">
        План сработает, если его соблюсти.
      </p>

      <p>
        Будет сложнее, чем обычно, но&nbsp;у&nbsp;вас получится 🐱.
      </p>
    `,
    description: 'Любое всё, что нужно было сделать и просрано, просрано из-за неумения планировать.',
    keywords: 'планирование, менеджмент, процессы',
    date: 'jul 22, 2024',
    id: '8',
    slug: 'planning',
    time: 3,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_3.png',
    date: 'jul 21, 2024',
    id: '7',
    slug: 'photo-3',
    content: `
      <figure>
        <img src="/img/ph_3_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Canon EOS 7D<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Canon EF-S 15-85mm f/3.5-5.6<br>
          61mm &bull; f/10 &bull; 1/320s &bull; ISO 100
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_3_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Canon EOS 7D<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Canon EF-S 15-85mm f/3.5-5.6<br>
          29mm &bull; f/8 &bull; 1/125s &bull; ISO 100
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_3_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Canon EOS 7D<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Canon EF-S 15-85mm f/&nbsp;3.5-5.6<br>
          18mm &bull; f/7.1 &bull; 1/125s &bull; ISO 100
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_3_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Canon EOS 7D<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Canon EF-S 15-85mm f/&nbsp;3.5-5.6<br>
          15mm &bull; f/8 &bull; 1/160s &bull; ISO 100
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, canon eos7d, canon ef-s 15-85mm',
    readMore: true,
  },

  {
    tags: ['work'],
    title: `
      Самый важный навык в&nbsp;жизни.<br>
      Коммуникация.
    `,
    image: '/img/comm.webp',
    text: `Конфликт&nbsp;&mdash; это когда у&nbsp;людей мнения относительно чего-то не&nbsp;совпадают и&nbsp;они не&nbsp;живут спокойно дальше, а&nbsp;рассираются.`,
    content: `
      <p>
        Неочевидно нужное определение:<br>
        Конфликт&nbsp;&mdash; это когда у&nbsp;людей мнения относительно чего-то не&nbsp;совпадают и&nbsp;они не&nbsp;живут спокойно дальше, а&nbsp;рассираются.
      </p>

      <p class="single">
       В&nbsp;профессиональной сфере это происходит из-за сломанной коммуникации между коллегами, например:
      </p>

      <ul>
        <li>
          менеджер сначала поставил задачу, а&nbsp;уже в&nbsp;процессе её&nbsp;выполнения докинул критически важных сведений, которые предполагают других сроко-людей.
        </li>

        <li>
          работали себе нервно, писали бэк, пришёл суперглавный человек из&nbsp;балийского офиса и&nbsp;сказал, что через него передали, что всё останавливается и&nbsp;все переходят работать над его продуктом.
        </li>

        <li>
          заходят как-то в&nbsp;бар фронт, дизайнер и&nbsp;ПМ. Дизайнер говорит: вот вам дизайн-система, вы&nbsp;чё&nbsp;тупые что ли, почему криво делаете? А&nbsp;фронт ему: ты&nbsp;её&nbsp;переделал уже после того как мы&nbsp;все твои предыдущие компоненты зашили. А&nbsp;ПМ&nbsp;отхлёбывает штигельвайса и&nbsp;молча уходит, так и&nbsp;не&nbsp;поняв, что он&nbsp;профнепригоден.
        </li>
      </ul>

      <p>
        Что сделать, чтобы таких ситуаций в&nbsp;коллективе было меньше, когда косметическую стоматологию в&nbsp;страховку вы&nbsp;уже добавили, а&nbsp;корпоратив на&nbsp;корабле с&nbsp;сауной не&nbsp;помог?
      </p>

      <p class="quote">
        Коммуникация&nbsp;&mdash; это процесс и&nbsp;его нужно налаживать.<br>
        Возможно, это самая сложная сторона менеджмента, т.к. она требует от&nbsp;менеджера быть человеком.
      </p>

      <p>
        Как начать этот путь пошагово:
      </p>

      <img src="/img/comm_1.png" alt="">

      <ul>
        <li>
          у&nbsp;всех сотрудников компании должно быть ясное представление о&nbsp;сроках реализации продукта(ов) их&nbsp;деятельности и&nbsp;чёткий роадмап отсюда и&nbsp;до&nbsp;релиза.
        </li>

        <li>
          все сотрудники должны быть своевременно проинформированы об&nbsp;изменениях этого роадмапа и&nbsp;плане дальнейших действий.
        </li>

        <li>
          все должны быть предупреждены о&nbsp;нововведениях в&nbsp;процессах как можно раньше, с&nbsp;четкой аргументацией &laquo;почему теперь так&raquo; и&nbsp;человекопонятной инструкцией &laquo;как им&nbsp;следовать&raquo;. Желательно с&nbsp;обозначенным тестовым сроком исполнения новинок без всяких взысканий за&nbsp;их&nbsp;некорректное соблюдение.
        </li>

        <li>
          на&nbsp;запуск процессов нужно закладывать время и&nbsp;ответственных за&nbsp;обучение персонала.
        </li>

        <li>
          нужно собирать фидбэк с&nbsp;коллектива о&nbsp;нововведениях и&nbsp;работоспособности процессов в&nbsp;принципе, чтобы знать что работает, а&nbsp;что нужно дообъяснить/дообсудить.
        </li>

        <li>
          нужно давать фидбэк коллективу о&nbsp;работе и&nbsp;благодарить за&nbsp;неё, людям свойственно воспринимать отсутствие положительного фидбэка как отрицательный.
        </li>

        <li>
          <a href="/post/zone" target="_blank">зоны ответственности</a> всех сотрудников должны быть четко определены.
        </li>
      </ul>

      <p>
        Способов сбора обратной связи на&nbsp;любой вкус: анонимные гугл-формы, голосовалки, да&nbsp;хоть ящики жалоб и&nbsp;предложений.
      </p>

      <p>
        А&nbsp;если вы&nbsp;смелый, ловкий и&nbsp;умелый, то
      </p>

      <p class="quote">
        Самый лучший способ коммуникации&nbsp;&mdash; разговаривать с&nbsp;людьми.
      </p>

      <p>
        Т.е. выделить в&nbsp;своем топ-менеджерском календаре раз в&nbsp;квартал время для разговора с&nbsp;людьми 🙂.<br>
        Как это сделать вообще, если у&nbsp;меня 1800&nbsp;людей, или даже 4300, или совсем 15000?<br>
        На&nbsp;примере скрамного 1-1: когда вы&nbsp;лид&nbsp;&mdash; у&nbsp;вас 6&nbsp;человек, когда вы&nbsp;хэд&nbsp;&mdash; 6, когда директор&nbsp;&mdash; 6, когда генеральный&nbsp;&mdash; 6. У&nbsp;них просто разный уровень ответственности и&nbsp;разное количество человек в&nbsp;подчинении (цифра 6&nbsp;для примера, ничего личного).
      </p>

      <p>
        Но говорить о проблемах только с менеджментом бесполезно. Это как губернатору говорить о проблемах с замами, а не с избирателями. Ему нарисуют картину успеха, которая не имеет ничего общего с реальностью. Проще говоря, это необъективно.<br>
        Говорить нужно с конечными исполнителями задач из трекера.<br>
        Да-да, с программистами, дизайнерами, аналитиками и прочими жертвами режима (если есть они, то и лиды/хэды пусть будут).
      </p>

      <p>
        Условно, раз в квартал в определенное, всем известное время, у вас сессия вопросов-ответов с сотрудниками.<br>
        До этого момента они собирают вопросы. Вы их слушаете и обсуждаете.<br>
        Что-то вы берете на вооружение решить и обозначаете срок когда придете с ответом, на что-то отвечаете сразу.<br>
        Чтобы не упустить ничего, список вопросов пусть пришлют письменно куда вам удобно.<br>
        Поговорите тестово, потом поймёте что корректировать.
      </p>

      <p>
        Как отфильтровать вопросы на ваш уровень, чтобы не закопаться?<br>
        В этом и помогут их менеджеры/лиды.<br>
        Каждая команда продукта или отдел имеют свои локальные ретро, там сами отфильтруют вопросы на те, которые смогут решить без вас и те, которые кроме вас никто решить не сможет. Готово!
      </p>

      <p class="quote">
        Когда люди понимают, что к&nbsp;ним прислушиваются и&nbsp;они могут влиять на&nbsp;бизнес&nbsp;&mdash; это в&nbsp;значительной степени лечит мотивацию.<br>
        Это не&nbsp;всё, что нужно для стойкого желания работать, но&nbsp;много.
      </p>

      <p>
        Итог: уже на&nbsp;свой 1-1&nbsp;с топами вы&nbsp;идёте с&nbsp;проблемами, которые они решают.<br>
        Форма фидбэка от&nbsp;народа &laquo;Как дела с&nbsp;решением проблем после нашего разговора&raquo; тоже не&nbsp;помешает.<br>
        Не&nbsp;бойтесь, можно ведь просто голосовалку: решено/не решено.
      </p>

      <p>
        Если вы&nbsp;менеджер среднего звена:<br>
        Если кто-то срётся &laquo;на&nbsp;местах&raquo; и&nbsp;самостоятельно не&nbsp;выходит из&nbsp;конфликта&nbsp;&mdash; вы&nbsp;обязаны его разрешить. Проблема явно в&nbsp;недостатке информации. Если срач про любовь&nbsp;&mdash; меняйте скандалиста на&nbsp;&laquo;такого&nbsp;же&raquo;, только из&nbsp;другой команды.<br>
        По&nbsp;сути, срачи только такие и&nbsp;бывают: про работу и&nbsp;не&nbsp;про работу.
      </p>

      <p>
        Ну&nbsp;и&nbsp;&laquo;стилистика&raquo; менеджмента любого уровня...А мы, как известно, сами своего рода стилисты:<br>
        Вы&nbsp;можете в&nbsp;зеркале представлять себя Наполеоном и&nbsp;вершителем судеб.<br>
        Но&nbsp;если в&nbsp;коллективе вы&nbsp;будете человеком, то&nbsp;вы&nbsp;ощутите что такое карма.<br>
      </p>

      <img src="/img/comm_2.png" alt="">

      <p>
        Менеджмент&nbsp;&mdash; это не&nbsp;про власть. Это про&nbsp;то, когда у&nbsp;вас ребёнок поведением не&nbsp;задался&nbsp;&mdash; вам его не&nbsp;с&nbsp;обрыва в&nbsp;океан скидывать надо, а&nbsp;дать ему понять, что он&nbsp;часть семьи. Желательно отсыпать ответственного чего-то. В&nbsp;процессе косяков намекать как их&nbsp;не&nbsp;допускать/исправлять.<br>
        Перед всеми вы&nbsp;как на&nbsp;родительском собрании слушаете, а&nbsp;разбираетесь 1&nbsp;на 1.<br>
        Тут побольше дипломатии: разбираетесь = направляете в&nbsp;сторону &laquo;как надо&raquo;.<br>
      </p>

      <p>
        И&nbsp;не&nbsp;бойтесь говорить коллегам, что вы&nbsp;чего-то не&nbsp;знаете. У&nbsp;людей можно просить помощи&nbsp;&mdash; это норм.<br>
        Не&nbsp;недооценивайте фидбэк. Обязательно отмечайте заслуги каждого участника команды.
        И&nbsp;не&nbsp;пытайтесь обманывать коллег. Натянутую улыбку успеха и&nbsp;пиздёж люди считывают мгновенно и&nbsp;восстановиться в&nbsp;их&nbsp;глазах будет сложно.
      </p>

      <p>
        Крик отчаяния для СЕО: господи прости, наберитесь уже смелости и&nbsp;смените мудаков из&nbsp;топов на&nbsp;что-то приличное, вы&nbsp;прекрасно знаете кто это&nbsp;&mdash; они отравляют компанию. Остальным тысячам людей вы&nbsp;сделаете жизнь гораздо счастливее, а&nbsp;работу любимее.<br>
        Чаще всего это любители поиграть в&nbsp;престолы: большую часть рабочего времени они тратят на&nbsp;сплетни, пересылания скринов из&nbsp;чатов, стратегические планы как убрать &laquo;врагов&raquo; и&nbsp;как подставить &laquo;ту&nbsp;суку&raquo;.
      </p>

      <p>
        Если&nbsp;же вам и&nbsp;вправду не&nbsp;известно ничего о&nbsp;таких людях, вам снова поможет фидбэк от&nbsp;сотрудников. Говорите с&nbsp;людьми. Коммуницируйте всеми доступными вам способами.<br>
        Интересуйтесь вашей компанией. Какой вы&nbsp;её&nbsp;построите&nbsp;&mdash; такой она и&nbsp;будет.
      </p>

      <p>
        ПС: техническая сторона коммуникаций не&nbsp;раскрыта умышленно. Если менеджер не&nbsp;сможет создать условные чаты для смежных команд со&nbsp;статусами задач, то&nbsp;до&nbsp;человеческой коммуникации ему еще долго стареть.
      </p>

      <p>
        Удачи 🙂.
      </p>
    `,
    description: 'Коммуникация — это процесс и его нужно налаживать. Возможно, это самая сложная сторона менеджмента, т.к. она требует от менеджера быть человеком.',
    keywords: 'коммуникация, менеджмент, бизнес-процессы',
    date: 'jul 20, 2024',
    id: '6',
    slug: 'communication',
    time: 6,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_2.png',
    date: 'jul 14, 2024',
    id: '5',
    slug: 'photo-2',
    content: `
      <figure>
        <img src="/img/ph_2_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/22 &bull; 1/640s &bull; ISO 3200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_2_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/22 &bull; 1/8000s &bull; ISO 3200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_2_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/7.1 &bull; 1/8000s &bull; ISO 3200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_2_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/22 &bull; 1/250s &bull; ISO 3200
        </figcaption>
      </figure>
    `,
    keywords: 'фото, photo, пейзаж, landscape, panasonic dmc-gm1, panasonic 35-100mm, micro 4/3',
    readMore: true,
  },

  {
    tags: ['work'],
    title: 'Корпоративный кодекс vs&nbsp;честь и&nbsp;совесть.',
    image: '/img/codex.webp',
    text: `Кто-то из&nbsp;руководства скопипастил его из&nbsp;интернета и&nbsp;выложил на&nbsp;портал.
      Cвод правил, регламентов...ценности, инклюзивность и&nbsp;прочее в&nbsp;этом духе.
      Печать, подпись.
      На&nbsp;портале галочка согласия.`,
    content: `
      <p>
        Кто-то из&nbsp;руководства скопипастил его из&nbsp;интернета и&nbsp;выложил на&nbsp;портал.<br>
        Cвод правил, регламентов...ценности, инклюзивность и&nbsp;прочее в&nbsp;этом духе.<br>
        Печать, подпись.<br>
        На&nbsp;портале галочка согласия.<br>
      </p>

      <p>
        Популярный факт:
      </p>

      <p class="quote">
        Хорошему человеку, чтобы быть хорошим, кодекс не&nbsp;нужен, корпоративный он&nbsp;или уголовный. Правила созданы для тех, кто их&nbsp;не&nbsp;соблюдает.
      </p>

      <p>
        Но&nbsp;речь не&nbsp;о&nbsp;бунтарях и&nbsp;романтичном топ-менеджменте.<br>
        Речь о&nbsp;лицемерии.
      </p>

      <p>
        Когда внутри компании коммуникация между менеджментом и&nbsp;сотрудниками не&nbsp;построена таким образом, что и&nbsp;без кодекса инклюзивность прёт столбом, то&nbsp;кодексом ничего не&nbsp;решить.<br>
        Новоприбывшие замотивированные С-менеджеры убедительно просят подписаться на&nbsp;портале всем до&nbsp;12:00 вчерашнего дня. Они отчитаются за&nbsp;первые успехи в&nbsp;конце месяца.
      </p>

      <img src="/img/codex_1.png" alt="Человек и книга">

      <p>
        Этот механизм не&nbsp;сработает.<br>
        Даже если пригрозить штрафами за&nbsp;невыполнение чего-то экологичного и&nbsp;толерантного.<br>
        Тем более если пригрозить, с&nbsp;угрозами это превратится в&nbsp;челлендж.
      </p>

      <p>
        Для того, чтобы кодекс соблюсти, менеджменту нужно создать и&nbsp;поддерживать всё, что в&nbsp;нём описано.<br>
        Пока этого нет, соблюдать нечего. Штрафуйте, угрожайте, выговоры отбивайте в&nbsp;общем канале.<br>
      </p>

      <p class="quote">
        Невозможно уважать людей, которые угрожают чем-либо за&nbsp;несоблюдение взаимоуважения.
      </p>

      <p>
        А&nbsp;пока это не&nbsp;прописная истина, мы&nbsp;продолжим болезненно умиляться фразе &laquo;Доброе утро, коллеги&raquo; 😈.
      </p>

      <p>
        Таки дела.
      </p>
    `,
    description: 'Невозможно уважать людей, которые угрожают чем-либо за несоблюдение взаимоуважения.',
    keywords: 'корпоративный кодекс, менеджмент',
    date: 'jul 13, 2024',
    id: '4',
    slug: 'codex',
    time: 1,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['photo'],
    image: '/img/prew_1.png',
    date: 'jul 9, 2024',
    id: '3',
    slug: 'photo-1',
    content: `
      <figure>
        <img src="/img/ph_1_1.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm&nbsp;&bull; f/5.6 &bull; 1/800s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_1_2.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/5.6 &bull; 1/2500s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_1_3.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          100mm &bull; f/5.6 &bull; 1/800s &bull; ISO 200
        </figcaption>
      </figure>

      <figure>
        <img src="/img/ph_1_4.jpg" alt="">
        <figcaption>
          <svg xmlns="http://www.w3.org/2000/svg" width="20" height="16" viewBox="0 0 5.292 4.233" version="1.1" xml:space="preserve"><path d="M2.646 3.307c.33 0 .612-.115.843-.347.232-.231.347-.513.347-.843 0-.331-.115-.612-.347-.844a1.148 1.148 0 0 0-.843-.347c-.33 0-.612.116-.844.347a1.148 1.148 0 0 0-.347.844c0 .33.116.612.347.843.232.232.513.347.844.347zm0-.529a.639.639 0 0 1-.47-.192.639.639 0 0 1-.192-.47c0-.185.064-.341.192-.469a.639.639 0 0 1 .47-.192c.185 0 .342.064.47.192a.639.639 0 0 1 .191.47.639.639 0 0 1-.192.47.639.639 0 0 1-.47.191zM.529 4.233a.51.51 0 0 1-.374-.155A.51.51 0 0 1 0 3.704V.53A.51.51 0 0 1 .155.155.51.51 0 0 1 .53 0h4.233a.51.51 0 0 1 .374.155.51.51 0 0 1 .156.374v3.175a.51.51 0 0 1-.156.374.51.51 0 0 1-.374.155zm0-.529h4.233V.53H.53z"/></svg>
          Panasonic DMC-GM1<br>
          <svg xmlns="http://www.w3.org/2000/svg" width="20.031" height="16" viewBox="0 0 5.3 4.233" version="1.1" xml:space="preserve"><path d="M4.242 0a.51.51 0 0 0-.375.156.509.509 0 0 0-.155.373H1.596a.51.51 0 0 0-.374.156.512.512 0 0 0-.141.249L1.058.933H.53a.51.51 0 0 0-.373.155.51.51 0 0 0-.156.374v1.321c0 .146.052.27.156.374a.51.51 0 0 0 .373.155h.555a.513.513 0 0 0 .138.237.51.51 0 0 0 .374.155h2.116c0 .146.052.27.155.374a.51.51 0 0 0 .375.155h.529c.145 0 .27-.051.373-.155a.51.51 0 0 0 .156-.374V.53a.51.51 0 0 0-.156-.373A.51.51 0 0 0 4.771 0zm0 .53h.529v3.174h-.53zm-2.646.528h.79v.353h-.79Zm1.319 0h.797v2.117h-.797Zm-2.386.404h.53v1.321h-.53zm1.067.478h.79v.353h-.79Zm0 .882h.79v.353h-.79Z" /></svg>
          Panasonic 35-100mm f/4.0-5.6<br>
          36mm &bull; f/4 &bull; 1/2000s &bull; ISO 200
        </figcaption>
      </figure>
    `,
    keywords: 'черно-белое фото, bw photo, photo, пейзаж, landscape, panasonic dmc-gm1, panasonic 35-100mm, micro 4/3',
    readMore: true,
  },

  {
    tags: ['work'],
    title: 'Кризис найма в&nbsp;IT.<br>Или как собрать дримтим даже если вы&nbsp;мудак.',
    image: '/img/hr.webp',
    text: 'В&nbsp;сфере&nbsp;IT навык прохождения собеседований важнее основных профессиональных навыков. Это не&nbsp;преувеличение.',
    content: `
      <p class="quote">
        В&nbsp;сфере&nbsp;IT навык прохождения собеседований важнее основных профессиональных навыков.<br>
      </p>

      <p>
        Это не&nbsp;преувеличение.
      </p>

      <p>
        Существуют курсы и&nbsp;сервисы по&nbsp;подготовке к&nbsp;собеседованиям в&nbsp;IT.<br>
        Существует практика хаканья собесов и&nbsp;кандидатов: кандидаты тренируются проходить собесы на&nbsp;собесах для
        прохождения других собесов.<br>
        Компании хакают менеджеров за&nbsp;несколько этапов собесов и&nbsp;пользуются полученной информацией, закрывая
        вакансию &laquo;своим&raquo; человеком.<br>
        Выстраиваются разные логистические цепочки, которые помогают попасть на&nbsp;собес.<br>
      </p>

      <p>
        Почему так? Потому что IT&nbsp;&mdash; очень конкурентная среда.<br>
        Чем конкурентнее, тем больше сопротивления на&nbsp;входе.<br>
        Большинство препятствий создано искусственно.<br>
        Зачем? По&nbsp;глупости и/или для утешения самолюбия собеседующего.<br>
        Что создано искусственно: вопросы, не&nbsp;касающиеся работы, на&nbsp;которую собеседуется кандидат.
      </p>

      <p class="single">
        В&nbsp;итоге большинство сотрудников всё равно не&nbsp;дримтим.<br>
        Это случается по&nbsp;комплексу причин:
      </p>

      <ul>
        <li>
          профессиональный уровень собеседующего ниже требуемого (не&nbsp;способен принять корректное решение)<br>
        </li>

        <li>
          уровень моральных качеств собеседующего ниже требуемого (взял/не взял кандидата по&nbsp;личным
          соображениям)
        </li>
      </ul>

      <p>
        А&nbsp;если кандидат не&nbsp;подходит по&nbsp;софтам?<br>
        Если не&nbsp;разглядели на&nbsp;собесе и&nbsp;бриллиант раскрылся крысой позже, то&nbsp;на&nbsp;всё есть
        испытательный срок, а&nbsp;если дело еще запутаннее, то&nbsp;подойдёт старое доброе увольнение уже после его
        прохождения.<br>
        Неумение увольнять&nbsp;&mdash; часть описываемого кризиса. Решается обучением или наймом того, кто умеет.
      </p>

      <img src="/img/hr_1.png" alt="Крыса и бриллиант">

      <p>
        Насколько возможно улучшить положение?<br>
        Настолько, насколько в&nbsp;вопросе заинтересован топ-менеджмент.<br>
        Что важно делать: периодически делиться фидбэком о&nbsp;работе с&nbsp;менеджментом.<br>
      </p>

      <p class="single">
      Что важно делать, если вы&nbsp;и&nbsp;есть менеджмент:
      </p>

      <ul>
        <li>
          хотите ответственных работников&nbsp;&mdash; берите на&nbsp;себя ответственность и&nbsp;доносите это
          до&nbsp;коллег
        </li>

        <li>
          хотите, чтобы коллектив не&nbsp;был токсичным&nbsp;&mdash; увольте токсичных, сколько&nbsp;бы
          профессиональными они ни&nbsp;были.<br>
        </li>

        <li>
          стройте коммуникацию с&nbsp;коллективом, давайте фидбэк по&nbsp;работе, мотивируйте, будьте человеком.
          Не&nbsp;умеете&nbsp;&mdash; наймите того, кто умеет.<br>
          Не&nbsp;знаете как&nbsp;&mdash; спрашивайте у&nbsp;экспертов отрасли и&nbsp;собирайте фидбэк от&nbsp;персонала.<br>
        </li>

        <li>
        всегда собирайте фидбэк о&nbsp;менеджменте своей компании, делайте выводы, учитесь.<br>
        </li>
      </ul>

      <p class="quote">
        Если вы&nbsp;мудак, то&nbsp;нетоксичного коллектива не&nbsp;получится.<br>
      </p>

      <p>
        И&nbsp;это тоже можно узнать и&nbsp;исправить, собрав фидбэк от&nbsp;коллектива и&nbsp;проделав вышеописанные шаги.
      </p>

      <p>
        Причем здесь найм?<br>
        Какой менеджмент&nbsp;&mdash; такой и&nbsp;коллектив, включая тех, кто нанимает персонал.
        А&nbsp;если это не&nbsp;так, значит вы&nbsp;не&nbsp;участвуете в&nbsp;работе своей компании и&nbsp;не&nbsp;знаете
        ее&nbsp;изнутри.<br>
        А&nbsp;значит и&nbsp;повлиять на&nbsp;кризис найма не&nbsp;сможете.
      </p>

      <p>
        Всем пис.
      </p>
    `,
    description: 'В сфере IT навык прохождения собеседований важнее основных профессиональных навыков. Это не преувеличение.',
    keywords: 'кризис, собеседования, найм, it, hr, коллектив',
    date: 'jul 7, 2024',
    id: '2',
    slug: 'hr-crisis',
    time: 2,
    readMore: true,
    redStroke: true,
  },

  {
    tags: ['about'],
    text: 'Здравствуйте, меня зовут Наташа, я&nbsp;&mdash; дизайн-менеджер.<br>В&nbsp;IT c&nbsp;2007, в&nbsp;качестве менеджера&nbsp;&mdash; с&nbsp;2016.<br>Повидала сильно разного.<br>Рассказываю, вдруг кому пригодится.',
    date: 'jul 6, 2024',
    id: '1',
    readMore: false,
    redStroke: true,
  },
];

export default createPosts;
